const id = "fevral/daily_22-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_22-02";
						const body = "\n_“Мы продолжали самоанализ и, когда допускали ошибки, сразу признавали это”._\n\nДесятый Шаг\n\nВ Анонимных Наркоманах мы узнали, что чем больше мы живем в гармонии с волей\nВысшей Силы для нас, тем больше гармонии в нашей жизни. Мы используем Десятый\nШаг, чтобы помочь себе поддерживать эту гармонию. Каждый день в течение дня мы\nвыделяем время, чтобы взглянуть на свое поведение. Некоторые из нас\nрассчитывают каждое свое действие с помощью очень простого вопроса: “Это Божья\nволя или моя?”.\n\nВо многих случаях мы обнаруживаем, что наши действия соответствуют воле Высшей\nСилы для нас, и тогда мы в свою очередь чувствуем, что живем в гармонии с\nокружающим миром. В некоторых случаях, однако, мы увидим несоответствие между\nсвоим поведением и своими ценностями. Мы поступили согласно собственной воле,\nа не воле Бога, и результатом стал диссонанс в нашей жизни.\n\nКогда мы находим такие несоответствия, мы признаем, что были не правы и\nпредпринимаем верные действия. С четким осознанием того, что нам известна воля\nБога для нас в таких ситуациях, нам, скорее всего не придется повторять свои\nдействия. И тогда более вероятно, что мы будем жить в согласии с волей нашей\nВысшей Силы для нас и с окружающим миром.\n\n**ТОЛЬКО СЕГОДНЯ:** Я бы хотел жить в гармонии со своим миром. Сегодня я\nпроверю свои действия, задав вопрос: “Это Божья воля или моя?”.\n";
						const data = {title:"22 февраля. Божья воля или моя?",description:"Ежедневные размышления АН - 22 февраля. Божья воля или моя?",id:"53",moth:"fevral"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/fevral/daily_22-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
