const id = "mart/daily_14-03.md";
						const collection = "diaries";
						const slug = "mart/daily_14-03";
						const body = "\n_“Кроме того, наше исследование обычно включает материал о взаимоотношениях с\nдругими людьми.”_\n\nОсновной текст, с. 37\n\nЭто еще слабо сказано! Особенно по прошествии длительного времени\nвыздоровления наши исследования могут быть целиком посвящены только\nвзаимоотношениям. Наши жизни заполнились отношениями с друзьями, любимыми,\nпартнерами, коллегами по работе, детьми и др. Если мы рассмотрим эти\nотношения, мы можем узнать гораздо больше о своем характере.\n\nЧасто список нашего исследования содержит обиды, которые возникают изо дня в\nдень при общении с другими людьми. мы стремимся увидеть свою роль в этих\nнеурядицах. Может быть, у нас нереалистичные ожидания от других людей? Может,\nиногда мы нетерпимы?\n\nЧасто, простое написание исследования освобождает нас от этих проблем, которые\nмогут возникать у нас при общении. Но мы должны обязательно рассказать о своем\nисследовании другому человеку. Таким образом мы сможем разобраться, какую роль\nмы играем в создании проблем, и как прийти к нужному результату.\n\nИсследование — это инструмент, который позволяет нам начать оздоровление наших\nотношений. Мы учимся этому сегодня. С помощью этого инструмента мы можем\nначать наслаждаться отношениями с другими людьми.\n\n**ТОЛЬКО СЕГОДНЯ:** Я исследую ту роль, которую я играю в моих\nвзаимоотношениях с другими. Я буду стараться быть более ответственным в этих\nотношениях.\n";
						const data = {title:"14 марта. Взаимоотношения",description:"Ежедневные размышления АН - 14 марта. Взаимоотношения",id:"74",moth:"mart"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/mart/daily_14-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
