const id = "iyul/daily_06-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_06-07";
						const body = "\n_«Главной целью (Восьмого Шага) является то, что он помогает нам осознать, что\nмало-помалу мы начинаем относиться по-новому к самим себе и к тому, как мы\nпоступаем с другими людьми»._\n\nОсновной текст, сс. 47-48\n\nДля большинства из нас сказать «извините» — это не такая уж чуждая мысль. За\nвремя активной наркомании мы смогли слишком хорошо познакомиться с этой\nфразой. Мы вечно рассказывали людям, как мы виноваты, и были обычно глубоко\nудивлены, когда слышали в ответ на свои ничего не значащие извинения:\n«Конечно, ты виноват. На самом деле, эти твои вечные извинения тебя не\nоправдывают…». Это могло быть нашим первым открытием, что наше «извините» в\nдействительности ничего не меняло для тех людей, которым мы навредили,\nособенно если и мы, и они знали, что мы только что сделали опять то же самое.\n\nМногие из нас думали, что возмещение ущерба будет еще одним «извините».\nОднако, действия, которые мы предпринимаем по этим шагам, совершенно\nотличаются от данной фразы. Возмещать ущерб означает вносить изменения и,\nкроме всего прочего, поступать _правильно_. Если мы украли деньги, то мы не\nговорим просто: «Извините. Теперь я так больше не поступаю, потому что я\nчистый». Мы возвращаем деньги. Если мы пренебрегали своей семьей или\nоскорбляли ее, то мы не просто извиняемся. Мы начинаем обращаться с ней с\nуважением.\n\nВозмещение ущерба, который мы своим поведением нанесли себе и другим — это\nосновная цель работы по шагам. Теперь мы не просто «раскаиваемся»; мы берем на\nсебя ответственность.\n\n**ТОЛЬКО СЕГОДНЯ:** Я принимаю ответственность за себя и свое выздоровление.\nСегодня я возмещу какой-либо конкретный ущерб, в котором я раскаиваюсь.\n";
						const data = {title:"6 июля.  «Извините»",description:"Ежедневные размышления АН - 6 июля.  «Извините»",id:"188",moth:"iyul"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyul/daily_06-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
