const id = "iyun/daily_04-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_04-06";
						const body = "\n_“Наше негативное восприятие себя заменено положительным отношением к другим\nлюдям”._\n\nОсновной текст, с. 19\n\nРаспространение сплетен подпитывает черную дыру внутри нас. Порой мы думаем,\nчто единственный способ выглядеть хорошо в своих глазах — это сделать так,\nчтобы кто-то другой выглядел плохо по сравнению с нами. Но самооценка, которую\nможно поднять за чужой счет, ничего не стоит.\n\nКак же тогда мы справляемся с негативным восприятием себя? Просто. Мы заменяем\nего положительным отношением к другим людям. Вместо того, чтобы продолжать\nмириться с низкой самооценкой, мы поворачиваемся к тем, кто нас окружает и\nстараемся быть им полезными.\n\nЭто может показаться уклонением от сути, но это не так. Продолжая существовать\nс низкой самооценкой, мы ничего не добьемся, кроме чувства жалости к себе.\nТогда как, заменив жалость к себе на доброжелательное взаимодействие с\nдругими, мы становимся теми людьми, которых мы _можем_ уважать.\n\nЧтобы поднять свою самооценку, не надо опускать других, надо возвышать их\nсвоей любовью и положительным отношением. Чтобы помочь себе в этом, мы можем\nспросить себя, чего мы добиваемся — проблем или их решения. Сегодня мы можем\nвыбирать созидание вместо разрушения.\n\n**ТОЛЬКО СЕГОДНЯ:** Хотя я могу чувствовать себя очень паршиво, мне не надо\nопускать другого человека, чтобы подняться за его счет. Сегодня я заменю свое\nнегативное отношение к себе на положительное отношение к окружающим. Я буду\nстроить, а не разрушать.\n";
						const data = {title:"4 июня. Стройте, а не разрушайте",description:"Ежедневные размышления АН - 4 июня. Стройте, а не разрушайте",id:"156",moth:"iyun"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyun/daily_04-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
