const id = "oktyabr/daily_14-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_14-10";
						const body = "\n_«Благодаря любви, которую я узнал в Анонимных Наркоманах, у меня теперь нет\nпричин для одиночества»._\n\nОсновной текст, непереведенная история\n\nНаркомания — это болезнь одиночества. Мы можем быть окружены людьми, но рано\nили поздно, наша болезнь выстраивает непроходимое препятствие между нами и\nдаже самыми нашими близкими и любимыми. Многих из нас привело к Анонимным\nНаркоманам именно отчаянное одиночество.\n\nИ хотя мы можем приходить на собрания АН с настороженностью и подозрением, нас\nвсегда приветствуют объятием, улыбкой и теплым пожеланием «возвращаться». Это,\nвозможно, первое место, где нам рады, за долгое, долгое время. Мы наблюдаем,\nкак члены группы разговаривают, смеются и покидают собрание вместе, чтобы еще\nпоболтать в ближайшем кафе. Нам любопытно, сможем ли мы тоже стать частью этой\nдоброжелательной компании.\n\nНаш образ жизни в изоляции может препятствовать нашему присоединению к этой\nкомпании. Спустя время, однако, мы начинаем чувствовать себя более «частью»,\nчем «вне» ее. Вскоре, приходя на собрания, мы чувствуем себя дома. Мы начинаем\nзаводить друзей, и наша жизнь начинает меняться.\n\nАН учат нас преодолевать изоляцию. Благодаря нашему первому опыту дружбы,\nсформировавшейся на нашей домашней группе, мы начинаем понимать, что заводить\nдрузей не так уж трудно. Чувство сопричастности приходит, когда мы разделяем\nвсе, что у нас есть, с другими.\n\n**ТОЛЬКО СЕГОДНЯ:** Я благодарен за дружбу, которую моя Высшая Сила дала мне в\nАН. Благодаря ей я больше не одинок.\n";
						const data = {title:"14 октября.   Конец одиночества",description:"Ежедневные размышления АН - 14 октября.   Конец одиночества",id:"288",moth:"oktyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/oktyabr/daily_14-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
