const id = "yanvar/daily_02-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_02-01";
						const body = "\n_«Иногда, когда мы молимся, происходят удивительные вещи; мы находим средства,\nспособы и энергию для выполнения задач, которые раньше казались нам не по\nсилам»._\n\nОсновной текст, с. 55\n\nУспешно справляться с жизненными неприятностями и расстройствами — это самое\nсложное искусство, которому нам приходится учиться в выздоровлении. Каждый\nдень мы сталкиваемся с мелкими неудобствами. От распутывания узлов на шнурках\nнаших детей до выстаивания длинных очередей в магазине — наши дни заполнены\nмелкими трудностями, с которыми мы вынуждены так или иначе иметь дело.\n\nЕсли мы забываем о предусмотрительности, то можем обнаружить, что при\nпоявлении проблемы мы лишь подзадориваем себя или, сжав зубы, читаем себе\nнравоучения о том, как нам _следует_ с ней справляться. Это крайние примеры\nтого, как не надо поступать, но даже если это не наш случай, все равно есть\nповод для улучшений.\n\nКаждый раз, когда жизнь вносит свои небольшие изменения в наши планы на день,\nмы можем просто глубоко вздохнуть и поговорить с Богом, как мы его понимаем.\nЗная, что мы можем получить спокойствие, терпимость и все, что нам нужно, от\nэтой Силы, мы лучше справляемся с неприятностями и улыбаемся чаще.\n\n**ТОЛЬКО СЕГОДНЯ:** Я глубоко вздохну и поговорю со своим Богом, когда\nслучится какое-нибудь расстройство.\n";
						const data = {title:"2 января.  Глубоко вздохни и поговори с Богом",description:"Ежедневные размышления АН - 2 января.  Глубоко вздохни и поговори с Богом",id:"2",moth:"yanvar"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/yanvar/daily_02-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
