const id = "maj/daily_25-05.md";
						const collection = "diaries";
						const slug = "maj/daily_25-05";
						const body = "\n_“Многое происходит за день, и хорошее, и плохое. Если мы забываем ценить и\nто, и другое, то можем упустить что-то важное для нашего роста.”_\n\nIP №8 “Только сегодня”\n\nБольшинство из нас склонны бессовестно жаловаться на все, что происходит в\nнашей жизни каждый день, не важно, хорошее или плохое, успех или неудача. Мы\nобычно чувствуем себя счастливыми, когда нам “хорошо”, и мы злимся,\nрасстраиваемся или чувствуем вину, когда “плохо”. При этом наши хорошие или\nплохие чувства часто на самом деле не соответствуют тому, что хорошо или плохо\nдля нас. Например, неудача может дать нам гораздо больше, чем успех, особенно\nесли неудача явилась результатом нашего риска.\n\nКогда мы осуждаем свои эмоциональные реакции, мы опять возвращаемся к нашим\nстарым стереотипам мышления. Мы можем изменить свое отношение к повседневным\nсобытиям, рассматривая их как возможность для роста, а не как хорошее или\nплохое. Мы можем стремиться больше извлекать уроки, а не ставить штампы на\nпроисходящее. Когда мы поступаем так, то каждый наш день может чему-то научить\nнас. Ежедневный Десятый Шаг — это отличный инструмент, чтобы оценить\nпроизошедшее за день и извлечь уроки как из успеха, так и из неудачи.\n\n**ТОЛЬКО СЕГОДНЯ:** Мне дана возможность применять принципы программы таким\nобразом, что я смогу учиться и расти. Если я извлекаю уроки из жизненных\nпроисшествий, то это мой успех.\n";
						const data = {title:"25 мая. “Хорошие” и “плохие” чувства",description:"Ежедневные размышления АН - 25 мая. “Хорошие” и “плохие” чувства",id:"146",moth:"maj"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/maj/daily_25-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
