import { f as createComponent, r as renderTemplate, m as maybeRenderHead, u as unescapeHTML } from './astro_B8tmmdD1.mjs';
import 'kleur/colors';
import 'clsx';

const html = "<p><em>«Когда мы впервые начинаем ощущать освобождение от наркомании, мы рискуем\nвпасть в иллюзию возможности контролировать свою жизнь…. Мы быстро забываем,\nчто все наши прошлые усилия контролировать нашу жизнь потерпели неудачу».</em></p>\n<p>Основной текст, с. 60</p>\n<p>Многие из нас были «тридцатидневным чудом». Мы находились в отчаянии и\nумирали, когда появились на своем первом собрании АН. Мы идентифицировали себя\nс наркоманами, которых встретили там, и с той вестью, которой они с нами\nделились. При их поддержке мы, в конечном счете, смогли прекратить употреблять\nи свободно вздохнуть. Впервые за долгое, долгое время мы почувствовали себя\nдома. Тут же наша жизнь преобразилась; мы ходили, разговаривали, ели, пили,\nспали и мечтали с мыслями об Анонимных Наркоманах.</p>\n<p>Потом Анонимные Наркоманы утратили свою новизну. Собрания стали не\nпотрясающими, а однообразными. Друзья из АН, которые нравились, стали казаться\nзанудами; их вселяющие надежду разговоры стали казаться бредом. И когда наши\nбывшие друзья по употреблению звонили и приглашали нас снова слегка тряхнуть\nстариной, мы слали выздоровлению прощальный поцелуй.</p>\n<p>Рано или поздно мы снова появлялись у дверей Анонимных Наркоманов. Мы\nобнаруживали, что в той жизни ничего не изменилось — ни мы, ни наши друзья, ни\nнаркотики, ничего. Если что-то и менялось, то в худшую сторону, нам было\nплохо, как никогда.</p>\n<p>Верно, собрания АН, может быть, не самое интересное место, а наши друзья по\nАН, может быть, не гиганты духовной жизни. Но есть в собраниях сила, общая\nподдержка группы, жизнь по программе, без которых мы не можем обходиться.\nСегодня наше выздоровление — это не развлечение — это стиль жизни. Мы будем\nжить по программе, поскольку от этого зависит наша жизнь, потому что\n<em>действительно наша жизнь зависит от этого</em>.</p>\n<p><strong>ТОЛЬКО СЕГОДНЯ:</strong> Я не «тридцатидневное чудо». Стиль АН — это стиль моей\nжизни, и я здесь надолго.</p>";

				const frontmatter = {"title":"4 октября.   Тридцатидневное чудо","description":"Ежедневные размышления АН - 4 октября.   Тридцатидневное чудо","id":"278","heroImage":"","pubDate":"2023-05-04T00:00:00.000Z","moth":"oktyabr"};
				const file = "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/oktyabr/daily_04-10.md";
				const url = undefined;
				function rawContent() {
					return "\n_«Когда мы впервые начинаем ощущать освобождение от наркомании, мы рискуем\nвпасть в иллюзию возможности контролировать свою жизнь…. Мы быстро забываем,\nчто все наши прошлые усилия контролировать нашу жизнь потерпели неудачу»._\n\nОсновной текст, с. 60\n\nМногие из нас были «тридцатидневным чудом». Мы находились в отчаянии и\nумирали, когда появились на своем первом собрании АН. Мы идентифицировали себя\nс наркоманами, которых встретили там, и с той вестью, которой они с нами\nделились. При их поддержке мы, в конечном счете, смогли прекратить употреблять\nи свободно вздохнуть. Впервые за долгое, долгое время мы почувствовали себя\nдома. Тут же наша жизнь преобразилась; мы ходили, разговаривали, ели, пили,\nспали и мечтали с мыслями об Анонимных Наркоманах.\n\nПотом Анонимные Наркоманы утратили свою новизну. Собрания стали не\nпотрясающими, а однообразными. Друзья из АН, которые нравились, стали казаться\nзанудами; их вселяющие надежду разговоры стали казаться бредом. И когда наши\nбывшие друзья по употреблению звонили и приглашали нас снова слегка тряхнуть\nстариной, мы слали выздоровлению прощальный поцелуй.\n\nРано или поздно мы снова появлялись у дверей Анонимных Наркоманов. Мы\nобнаруживали, что в той жизни ничего не изменилось — ни мы, ни наши друзья, ни\nнаркотики, ничего. Если что-то и менялось, то в худшую сторону, нам было\nплохо, как никогда.\n\nВерно, собрания АН, может быть, не самое интересное место, а наши друзья по\nАН, может быть, не гиганты духовной жизни. Но есть в собраниях сила, общая\nподдержка группы, жизнь по программе, без которых мы не можем обходиться.\nСегодня наше выздоровление — это не развлечение — это стиль жизни. Мы будем\nжить по программе, поскольку от этого зависит наша жизнь, потому что\n_действительно наша жизнь зависит от этого_.\n\n**ТОЛЬКО СЕГОДНЯ:** Я не «тридцатидневное чудо». Стиль АН — это стиль моей\nжизни, и я здесь надолго.\n";
				}
				function compiledContent() {
					return html;
				}
				function getHeadings() {
					return [];
				}

				const Content = createComponent((result, _props, slots) => {
					const { layout, ...content } = frontmatter;
					content.file = file;
					content.url = url;

					return renderTemplate`${maybeRenderHead()}${unescapeHTML(html)}`;
				});

export { Content, compiledContent, Content as default, file, frontmatter, getHeadings, rawContent, url };
