const id = "fevral/daily_13-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_13-02";
						const body = "\n_“До тех пор, пока узы, связывающие нас, сильнее того, что может разобщить\nнас, все будет хорошо”._\n\nОсновной текст, с. 71\n\nМногие из нас считают, что без АН мы бы наверняка умерли бы от нашей болезни.\nС тех пор как мы пришли в АН, он стал нашим образом жизни. Однако периодически\nв жизни Анонимных Наркоманов происходит разобщение; мы должны учиться\nконструктивно отвечать на те влияния, которые разрушают сообщество изнутри.\nЕсли мы хотим найти решение, а не создать проблему, то мы идем в верном\nнаправлении.\n\nНаше личное выздоровление и рост в АН зависят от поддержания атмосферы\nвыздоровления на наших собраниях. Готовы ли мы помочь своей группе\nконструктивно разобраться в конфликте? Как члены группы, стремимся ли мы\nсправляться с трудностями открыто, честно и доверительно? Считаем ли мы, что\nобщее благополучие всех членов важнее наших личных планов? Как доверенные\nлица, отдаем ли мы себе отчет в том, какой эффект наши действия могут оказать\nна новичков?\n\nСлужение выявляет в нас одновременно и самые плохие, и самые хорошие стороны.\nЧасто именно благодаря служению мы начинаем ближе узнавать некоторые свои\nвопиющие дефекты характера. Может, мы избегаем обязательств по служению, и\nвместо этого ищем что-то лично для себя? Если мы постоянно помним о той силе,\nчто связывает нас вместе — о выздоровлении от активной наркомании — все\n_будет_ хорошо.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду стремиться быть полезным для нашего сообщества. И я\nне буду бояться обнаружить, кто я такой на самом деле.\n";
						const data = {title:"13 февраля. Узы, которые связывают",description:"Ежедневные размышления АН - 13 февраля. Узы, которые связывают",id:"44",moth:"fevral"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/fevral/daily_13-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
