const id = "fevral/daily_06-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_06-02";
						const body = "\n_“Мы убедили себя, что можем справиться в одиночку и продолжали жить, исходя\nиз этого. Результат оказался катастрофическим, и, в конце концов, каждый из\nнас вынужден был признать, что наша самодостаточность была фикцией”._\n\nОсновной текст, с. 75\n\n“Я не могу, но мы можем”. Эта простая, мудрая истина лежит в основе того, что\nболее всего необходимо нам, как членам АН. Вместе мы можем оставаться чистыми,\nа наедине с собой мы в плохой компании. Нам нужна поддержка других наркоманов,\nчтобы выздоравливать.\n\nЕсли мы полагаемся только на себя, мы препятствуем не только своей возможности\nоставаться в чистоте. С наркотиками или без них наше своеволие по жизни\nнепременно приводит к катастрофе. Мы зависим от других людей во всем: в сфере\nобслуживания, в любви, в дружбе и т.д. Тем не менее, наше своеволие заставляет\nнас конфликтовать именно с этими людьми.\n\nНо мы зависим не только от других наркоманов и вообще людей. Сила — это\nатрибут, не присущий человеческой природе. Нам необходима сила, чтобы жить. Мы\nнаходим то, что нам нужно в Силе, более могущественной, чем наша собственная,\nкоторая дает нам руководство и энергию. Когда мы начинаем играть в\nсамодостаточность, мы изолируем себя от того источника силы, который может\nдать нам самое лучшее руководство в жизни — от нашей Высшей Силы.\n\nСамодостаточность не работает. Мы нуждаемся в других наркоманах, мы нуждаемся\nв других людях. А для того, чтобы жить полноценно, нам необходима Сила, более\nмогущественная, чем наша собственная.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду искать поддержки других выздоравливающих\nнаркоманов, гармонии в обществе и поддержки моей Высшей Силы. Я не могу, но мы\nможем.\n";
						const data = {title:"6 февраля. Я не могу — мы можем",description:"Ежедневные размышления АН - 6 февраля. Я не могу — мы можем",id:"37",moth:"fevral"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/fevral/daily_06-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
