const id = "oktyabr/daily_11-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_11-10";
						const body = "\n_«Наши лучшие рассуждения приводили нас к неприятностям… Выздоровление — это\nактивное изменение наших мыслей и отношения к жизни»._\n\nОсновной текст, с. 65\n\nВо время активной наркомании мир, вероятно, казался нам ужасным местом.\nУпотребление помогало нам переносить мир, который мы видели. Сегодня, однако,\nмы понимаем, что настоящая проблема была не в мире. Проблема заключалась в\nнаших представлениях и взглядах на мир, которые не позволяли нам найти в мире\nкомфортное место для себя.\n\nНаши представления и отношения — это очки, через которые мы смотрим на свою\nжизнь. Если наши «очки» заляпаны грязью, то наша жизнь выглядит мрачно. Если\nнаш взгляд не достаточно хорошо сфокусирован, то весь мир кажется разваленным\nна куски. Для того, чтобы видеть мир чистым нам необходимо сохранять свои\nвзгляды и представления в чистоте, то есть освободить их от обиды, отрицания,\nжалости к себе и предвзятости. Чтобы убедиться в том, что наш взгляд на жизнь\nсфокусирован, нам надо привести свои представления в соответствие с\nреальностью.\n\nВо время употребления наркотиков наши лучшие представления не позволяли нам\nувидеть ясно ни мир, ни наше место в нем. Выздоровление служит тому, чтобы\nоткорректировать рецепт для наших очков. Шаги помогают нам увидеть свою жизнь\nв совершенно новом свете благодаря тому, что они вытесняют отрицание и\nзаменяют его верой, честностью, смирением и ответственностью. Затем шаги\nпомогают нам сохранять в чистоте наши духовные линзы, давая нам мужество\nрегулярно изучать наши взгляды, представления и наши действия.\n\nСегодня, при взгляде сквозь чистые линзы веры и выздоровления, мир выглядит\nтеплым и гостеприимным местом жизни.\n\n**ТОЛЬКО СЕГОДНЯ:** Я посмотрю на мир и на свою жизнь сквозь чистые духовные\nлинзы программы.\n";
						const data = {title:"11 октября.  Очки и взгляды",description:"Ежедневные размышления АН - 11 октября.  Очки и взгляды",id:"285",moth:"oktyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/oktyabr/daily_11-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
