const id = "maj/daily_31-05.md";
						const collection = "diaries";
						const slug = "maj/daily_31-05";
						const body = "\n_“Мы живем один день во времени, проживая отдельно каждый момент дня. Если мы\nперестаем жить здесь и сейчас, наши проблемы беспричинно разрастаются.”_\n\nОсновной текст, с. 112\n\nЖизнь часто кажется слишком сложной, чтобы в ней разобраться, особенно для тех\nиз нас, кто слишком долго избегал реальной жизни. Когда мы перестали\nупотреблять наркотики, многим из нас пришлось лицом к лицу встретиться с\nжизнью, которая смущала нас и даже приводила в ужас. Разобраться в жизни, во\nвсех ее деталях сразу — это может быть слишком много для нас. Мы приходим к\nмысли, что не можем справиться с жизнью, и бесполезно пытаться. Такие мысли\nлегко раскручиваются, и вскоре мы оказываемся парализованными жизнью, которую\nсами усложнили у себя в голове.\n\nК счастью, нам не нужно делать все и сразу. Решить одну какую-то проблему\nпредставляется возможным, поэтому мы решаем проблемы по очереди. Мы заботимся\nо настоящем моменте, и затем переходим к другому моменту, когда он наступает.\nМы учимся оставаться чистыми только сегодня, и такой же подход мы применяем к\nсвоим проблемам. Если мы проживаем каждый момент жизни, то перспектива не\nкажется такой пугающей. Пользуясь одним днем мы можем оставаться чистыми и\nучиться жить.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду проще, живя только в настоящий момент. Сегодня я\nбуду решать только сегодняшние проблемы; я оставлю завтрашние проблемы на\nзавтра.\n";
						const data = {title:"31 мая. Будь проще",description:"Ежедневные размышления АН - 31 мая. Будь проще",id:"152",moth:"maj"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/maj/daily_31-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
