const id = "maj/daily_13-05.md";
						const collection = "diaries";
						const slug = "maj/daily_13-05";
						const body = "\n_“Процесс выздоровления — это постоянный подъем в гору.”_\n\nОсновной текст, с. 94\n\nЧем дольше мы остаемся чистыми, тем круче и уже становится наша дорога, как\nнам кажется. Но Бог не дает нам больше, чем мы способны удержать. Какой бы\nтрудной не была наша дорога, как бы она не сужалась и не петляла, всегда есть\nнадежда. Эта надежда исходит из нашего духовного развития.\n\nЕсли мы продолжаем приходить на собрания и оставаться чистыми, жизнь…\n_меняется._ Если мы не перестаем искать ответы на любые жизненные ситуации —\nкак в периоды подъемов, так и в периоды спадов — мы сможем узнать жизнь во\nвсем ее многообразии. Жизнь не всегда приносит лишь приятные события. Но\nименно тогда мы должны обратиться к нашей Высшей Силе с еще большей верой.\nИногда все, что мы можем сделать — это крепиться и верить, что все изменится к\nлучшему.\n\nПрийдет время, когда наша вера перерастет в понимание. Мы начнем видеть\n”перспективу” своей жизни. По мере того как наша связь с Высшей Силой растет и\nуглубляется, принятие становится нашей естественной реакцией на все\nпроисходящее. Что бы ни происходило с нами во время выздоровления, мы\nполагаемся на свою веру в любящую Высшую Силу и продолжаем путешествие.\n\n**ТОЛЬКО СЕГОДНЯ:** Я принимаю то, что у меня нет ответов на все жизненные\nвопросы. Тем не менее я буду верить в Бога, как я его понимаю, и продолжать\nпутешествие по выздоровлению.\n";
						const data = {title:"13 мая. Вперед, в путешествие",description:"Ежедневные размышления АН - 13 мая. Вперед, в путешествие",id:"134",moth:"maj"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/maj/daily_13-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
