const id = "dekabr/daily_23-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_23-12";
						const body = "\n_«Мы заново оцениваем старые идеи, и таким образом изменяем наши\nпредставления, у нас появляется возможность узнать новую жизнь»._\n\nОсновной текст, с. 114\n\nУчиться жить по-новому может быть трудным занятием. Порой, когда идти этой\nдорогой становится особенно тяжело, мы склоняемся к тому, чтобы следовать по\nпути наименьшего сопротивления и жить, основываясь на наших старых\nпредставлениях. Мы забываем, что старые идеи убивали нас. Чтобы жить по-новому\nнам необходимо без предвзятости воспринять новые идеи.\n\nРаботать по Шагам, посещать собрания, делиться с другими, доверять спонсору —\nвсе эти рекомендации могут преодолеть наше сопротивление, даже наш бунт.\nПрограмма АН предлагает приложить усилия, но каждый шаг программы все ближе\nподводит нас к тому, чтобы стать такими людьми, какими мы хотим быть. Мы хотим\nменяться, расти, стать лучше, чем мы есть на сегодня. Чтобы достичь этого, мы\nсмотрим непредвзято, пробуем применять новые идеи, которые почерпнули в АН, и\nучимся жить по-новому.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду непредвзято воспринимать новые идеи и учиться жить\nпо-новому.\n";
						const data = {title:"23 декабря.  Новые идеи",description:"Ежедневные размышления АН - 23 декабря.  Новые идеи",id:"358",moth:"dekabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/dekabr/daily_23-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
