const id = "avgust/daily_04-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_04-08";
						const body = "\n_“У наркоманов есть тенденция держать свою жизнь в секрете… Это огромное\nоблегчение — избавиться от всех наших секретов и поделиться бременем\nпрошлого”._\n\nОсновной текст, с. 40\n\nМы слышали, как говорят: “Мы больны настолько, насколько не раскрылись”. Что\nмы держим в секрете и почему?\n\nМы держим в секрете те вещи, которых мы стыдимся. Мы можем за это держаться,\nпотому что не хотим признаваться в них. Все же, если они заставляют нас\nстыдиться, не станет ли нам жить легче, если мы от них избавимся?\n\nНекоторые из нас держат при себе вещи, которые заставляют стыдиться, по другой\nпричине. Совсем не потому, что мы не _хотим_ избавиться от них; мы просто не\nможем поверить, что _можем_ от них избавиться. Они настолько долго мучили нас,\nи мы так много раз пытались от них избавиться, что перестали надеяться на\nоблегчение. Все же они продолжают загонять нас в стыд, и мы продолжаем их\nхранить в секрете.\n\nНам надо помнить, кто мы: выздоравливающие наркоманы. Мы, те, кто так долго\nпытался хранить в секрете, свое употребление наркотиков, и которые обрели\nсвободу от наваждения и вынужденного употребления. Хотя многим нравилось\nупотреблять наркотики до последнего момента, все равно мы искали\nвыздоровления. Мы просто не могли выдерживать дань, которой обложило нас\nупотребление наркотиков. Когда мы признали свое бессилие и попытались найти\nпомощи у других, бремя нашего секрета было с нас снято.\n\nТакой же принцип применим ко всем секретам, которые могут нас отягощать.\nТолько когда наш секрет перестает быть секретом, мы можем найти облегчение и\nосвободиться от того, что вызывало стыд.\n\n**ТОЛЬКО СЕГОДНЯ:** Мои секреты могут делать меня больным только до тех пор,\nпока они остаются в секрете. Сегодня я поговорю со своим спонсором о своих\nсекретах.\n";
						const data = {title:"4 августа.  Когда секрет перестает быть секретом?",description:"Ежедневные размышления АН - 4 августа.  Когда секрет перестает быть секретом?",id:"217",moth:"avgust"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/avgust/daily_04-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
