const id = "april/daily_27-04.md";
						const collection = "diaries";
						const slug = "april/daily_27-04";
						const body = "\n_“Мы хотим смело посмотреть на наше прошлое. Увидеть, что же в\nдействительности оно собой представляло, и освободиться от него для того,\nчтобы жить сегодня”._\n\nБазовый текст, с.36-37\n\nМногие из нас имели трудности, связанные с определением чувства обиды, когда\nбыли новичками, в выздоровлении. Тогда, работая по Четвёртому Шагу и много\nдумая, мы могли решить, что у нас нет обид. Возможно, мы могли сказать себе,\nчто мы не являемся больными.\n\nОтрицание чувства обиды обусловлено нашей зависимостью. Большинство из наших\nчувств были спрятаны и спрятаны глубоко. По мере выздоровления мы учимся\nпонимать свои чувства. Наши, глубоко запрятанные чувства начинают выходить на\nповерхность и те обиды, которые мы отрицали, вдруг всплывают.\n\nПо мере того, как мы исследуем эти обиды, мы можем почувствовать искушение\nутонуть в них, особенно, если мы думаем, что они “справедливы”. Нам нужно\nпомнить, что “справедливые” обиды являются точно таким же грузом, как и все\nостальные.\n\nПо мере того, как мы осознаём свои склонности, мы принимаем ответственность за\nто, справиться от них. Нам больше не нужно упорствовать в своих обидах. Мы\nхотим избавить себя от того, что является нежелательным и стать свободными в\nсвоём выздоровлении.\n\n**ТОЛЬКО СЕГОДНЯ** : Когда Я обнаружу свою обиду, Я увижу её причину и\nпостараюсь от неё избавиться.\n";
						const data = {title:"27 апреля. Узнать чувство обиды и избавиться от него",description:"Ежедневные размышления АН - 27 апреля. Узнать чувство обиды и избавиться от него",id:"118",moth:"april"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/april/daily_27-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
