const id = "noyabr/daily_29-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_29-11";
						const body = "\n_«Мы верим, что наша Высшая Сила будет заботиться о нас»._\n\nОсновной текст, с.69\n\nНаша программа основа на идее, что применение простых принципов может оказать\nглубокое воздействие на нашу жизнь. Одним из таких принципов является то, что\nесли мы обращаемся за помощью к Высшей Силе, она будет о нас заботиться. Это\nслишком уж очевидная истина, поэтому мы иногда просто игнорируем ее. Если мы\nне научимся сознательно относиться к этой духовной истине, мы можем потерять\nчто-то столь же необходимое для выздоровления, как дыхание для самой жизни.\n\nЧто происходит, когда мы оказываемся в стрессовом состоянии или в панике? Если\nпоследовательно добиваться совершенствования своих взаимоотношений с Высшей\nСилой, у нас не будет проблем. Не будем суетиться, сосредоточимся на минутку и\nкоротко напомним себе конкретные случаи из прошлого, когда Высшая Сила\nпомогала нам. Это придаст нам уверенность, что и сейчас мы можем полностью\nположиться на Высшую Силу и ее поддержку. Потом спросим, как поступить в\nконкретной ситуации, и станем действовать спокойно, зная, что наша жизнь в\nруках Бога.\n\n«Наша программа состоит из ряда принципов», — говорится в нашей Белой Книге.\nЧем более последовательно мы добиваемся совершенствования своего сознательного\nследования этим принципам, тем легче нам будет их применять.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду по мере возможности улучшать свой сознательный\nконтакт с Высшей Силой, которая заботится обо мне. Я знаю, что когда\nпонадобится, я смогу положиться на нее.\n";
						const data = {title:"29 ноября. Забота нашей Высшей  Силы",description:"Ежедневные размышления АН - 29 ноября. Забота нашей Высшей  Силы",id:"334",moth:"noyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/noyabr/daily_29-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
