const id = "avgust/daily_28-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_28-08";
						const body = "\n_“Наши недостатки растут в темноте, но умирают, если их выставить на свет”._\n\nОсновной текст, с. 39\n\nПятый Шаг предлагает нам поделиться своей истинной натурой с Богом, собой и\nдругим человеком. Он не воодушевляет нас на то, чтобы рассказывать всем все\nсвои маленькие секреты о себе. Он не просит нас раскрывать всему миру каждую\nпостыдную или пугающую мысль, которая к нам когда-то приходили на ум. Пятый\nШаг просто предлагает нам понять, что наши секреты причиняют нам больше вреда,\nчем хорошего, когда мы держим их только при себе.\n\nЕсли мы поддадимся своему нежеланию раскрыть свою истинную природу даже одному\nчеловеку, тайная сторона нашей жизни становится более сильной. А когда секреты\nдержат нас под контролем, они вбивают клин между нами, нашей Высшей Силой и\nвещами, которые мы ценим больше всего в своем выздоровлении.\n\nКогда мы делимся своей тайной сущностью конфиденциально как минимум с одним\nчеловеком — спонсором, может быть, или близким человеком — этот человек обычно\nнас не отвергает. Мы раскрываемся кому-то и получаем вознаграждение в виде\nприятия. Когда это происходит, мы понимаем, что честно поделиться — это не\nсмертельно; а секреты потеряли свою власть над нами.\n\n**ТОЛЬКО СЕГОДНЯ:** Я могу разоружить тайны своей жизни благодаря тому, что\nподелюсь ими с каким-то человеком.\n";
						const data = {title:"28 августа. Свет раскрытия",description:"Ежедневные размышления АН - 28 августа. Свет раскрытия",id:"241",moth:"avgust"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/avgust/daily_28-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
