const id = "maj/daily_29-05.md";
						const collection = "diaries";
						const slug = "maj/daily_29-05";
						const body = "\n_“Мы верим, что Высшая Сила будет заботиться о нас.”_\n\nОсновной текст, с. 66\n\nУ каждого из нас бывают времена, когда кажется, что наша жизнь разваливается\nна части. В эти дни или даже недели нам кажется, что все только _может_\nпроизойти плохого, происходит. Это может быть потеря работы, смерть любимого\nчеловека или разрыв отношений, не важно, что именно, и мы сомневаемся, что\nсможем пережить перемены, происходящие в нашей жизни.\n\nИменно когда мир рушится вокруг нас, мы обретаем свою самую сильную веру в\nлюбящую Высшую Силу. Ни один человек не сможет освободить нас от страданий; мы\nзнаем, что только забота Бога может предоставить нам комфорт, который мы ищем.\nМы чувствуем себя разбитыми, но не сдаемся, зная, что наши жизни\nвосстановятся.\n\nПо мере того, как мы продвигаемся в выздоровлении и наша вера в Высшую силу\nрастет, мы обретаем уверенность, что сможем пережить тяжелые времена с\nнадеждой, несмотря на боль. Нам не нужно отчаиваться, потому что мы знаем, что\nнаша Высшая Сила будет заботиться о нас, когда мы сами не сможем этого делать.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду полагаться на заботу Бога в тяжелые времена, зная,\nчто моя Высшая Сила всегда будет со мной.\n";
						const data = {title:"29 мая. Позаботься обо мне",description:"Ежедневные размышления АН - 29 мая. Позаботься обо мне",id:"150",moth:"maj"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/maj/daily_29-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
