const id = "fevral/daily_23-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_23-02";
						const body = "\n_“Анонимность — это духовная основа всех наших традиций, постоянно\nнапоминающая нам о необходимости ставить принципы выше личностей”._\n\nТрадиция Двенадцатая\n\nДвенадцатая Традиция напоминает нам о том, как важно “ставить принципы выше\nличностей”. На собраниях выздоравливающих наркоманов эти слова могут быть\nперефразированы в “не стреляйте в того, кто несет весть”. Мы часто путаем\nвесть с личностью того, кто ее несет. Мы часто отрицаем то, что кто-то говорит\nна собрании, потому что у нас личный конфликт с этим человеком.\n\nЕсли у нас есть проблемы с тем, что какой-то конкретный человек говорит на\nсобраниях, то, возможно, нам необходимо искать руководства у своего спонсора.\nСпонсор может помочь нам концентрироваться на том, что говорят, а не на том,\nкто это говорит. Наш спонсор может также помочь нам избавиться от чувства\nнегодования, которое мешает нам признать ценность чьего-то конкретного опыта\nвыздоровления. Это удивительно, насколько больше нам дают собрания, если мы\nпозволяем себе, согласно нашей Двенадцатой Традиции, фокусироваться на\nпринципах выздоровления, а не на личностях выздоравливающих.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду практиковать принцип анонимности на сегодняшнем\nсобрании АН. Я сосредоточусь на вести о выздоровлении, а не на личности того,\nкто несет эту весть.\n";
						const data = {title:"23 февраля. Весть и вестники",description:"Ежедневные размышления АН - 23 февраля. Весть и вестники",id:"54",moth:"fevral"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/fevral/daily_23-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
