const id = "fevral/daily_10-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_10-02";
						const body = "\n_“В процессе выздоровления изменяются и наши представления об удовольствии”._\n\nОсновной текст, с 128\n\nМногие из нас понимают, что в прошлом, когда мы употребляли наркотики, наши\nпредставления об удовольствии были достаточно эксцентричными. Некоторые из нас\nпредпочитали нарядиться и пойти в местный ночной клуб. Мы танцевали, выпивали\nи принимали наркотики до восхода солнца. Частенько случались потасовки с\nогнестрельным оружием. То, что мы тогда называли удовольствием, сейчас мы\nназываем безумием.\n\nСегодня наше представление об удовольствии изменилось. Удовольствие сегодня —\nэто прогуливаться вдоль побережья океана, наблюдая за тем, как резвятся\nдельфины на фоне заката. Удовольствие — поехать на пикник АН или посмотреть\nкапустник на конвенции АН. Удовольствие — это хорошо одеться и пойти на\nбанкет, не беспокоясь о том, кто, что кому сделал, и будут ли разборки.\n\nБлагодаря любящей Высшей Силе и Сообществу Анонимных Наркоманов наши\nпредставления об удовольствии изменились радикально. Сегодня мы наблюдаем\nвосход солнца, потому что хорошо выспались ночью, а не потому, что вышли из\nклуба в шесть утра со слипающимися от употребления наркотиков глазами. И даже\nесли это все, что мы получили в Анонимных Наркоманах, то этого уже достаточно.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду получать _удовольствие_ от выздоровления!\n";
						const data = {title:"10 февраля. Удовольствие!",description:"Ежедневные размышления АН - 10 февраля. Удовольствие!",id:"41",moth:"fevral"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/fevral/daily_10-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
