const id = "sentyabr/daily_01-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_01-09";
						const body = "\n_«Мы становимся способными принимать мудрые решения, основанные на наших\nпринципах и идеалах, которые имеют настоящую ценность в нашей жизни»._\n\nОсновной текст, стр.101.\n\nНаркомания дала нам определённую систему навыков и принципов, которые мы\nприменяли в нашей жизни. «Ты ударил меня – гласил один из таких принципов, так\nполучи же сдачи», «Это моё»! Ещё один принцип, образованный нашим\nзаболеванием. Ну, хорошо, для начала это может быть и не моё, но мне это\nпонравилось, поэтому это будет моим. Такие «принципы» едва ли можно назвать\nценностями – скорее это рационализация. И уж, конечно , они не помогали нам\nпринимать мудрые решения. На самом деле, изначально они всё глубже и глубже\nзарывали нас в могилу, из которой мы уже выбираемся сами.\n\nДвенадцать шагов дали нам крепкую надежду таких реальных ценностей, которые\nпомогают нам жить в гармонии с самими собой и окружающим миром. Наша вера не в\nнас самих, наших семьях или нашем окружении, а в Высшей Силе, и осознавая это,\nмы растём, достаточно уверенно, чтобы доверять нашим друзьям, семьям и даже\nсамим себе. Мы учимся быть честными во всём и мы учимся воздерживаться от\nтого, что можно утаить. Мы учимся отвечать за наши поступки. Выражения «это\nмоё» заменяется духом беспомощности. Вот те ценности, которые помогают нам\nстать ответственной продуктивной частью жизни вокруг нас. И теперь уже, не\nзакапывая нас всё глубже в могилу. Новые приоритеты и ценности возвращают нас\nв живущий мир.\n\n**Только сегодня: Я** благодарен, за ценности которые принял, я благодарен за\nспособности, которые дали мне, чтобы принимать мудрые добрые решения, будучи\nответственным, продуктивным членом общества.\n";
						const data = {title:"1 сентября. Настоящие ценности",description:"Ежедневные размышления АН - 1 сентября. Настоящие ценности",id:"245",moth:"sentyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/sentyabr/daily_01-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
