const id = "maj/daily_19-05.md";
						const collection = "diaries";
						const slug = "maj/daily_19-05";
						const body = "\n_“Мы вспоминаем о том, какими мы были, и сравниваем с тем, какие мы сейчас,\nчтобы увидеть, что мы хотим оставить, а от чего избавиться”._\n\nОсновной текст, с. 37\n\nКаждый день, ближе к вечеру, многие из нас размышляют о прошедших сутках и\nрешают, что мы можем изменить в будущем. Нам не составляет труда подумать о\nсвоих земных заботах: поменять масло в машине, сделать уборку дома или вынести\nмусорное ведро. Но иногда нам нужно приложить особые усилия, чтобы направить\nсвои мысли в более широкое русло.\n\nОдин простой вопрос может направить нас по этому пути: “Как мы думаем, какими\nнаша Высшая Сила хочет видеть нас завтра?”. Может быть, нам нужно улучшить\nсвой осознанный контакт с Богом, как мы его понимаем. Может быть, мы из страха\nсохраняем свою работу или свои отношения, которые давно уже мешают нам. Или мы\nскрываем какой-то беспокоящий дефект характера, боясь поделиться этим со\nспонсором. Вопрос в том, в каких именно сферах нашей жизни мы действительно\nхотим расти?\n\nМы понимаем, что нам полезно в конце каждого дня проводить какое-то время\nнаедине с Высшей Силой. Мы можем тогда подумать, как нам лучше применить нашу\nпрограмму духовного роста завтра. Мы размышляем о тех областях нашей жизни, в\nкоторых мы уже выросли, и о тех, которые еще требуют доработки. Ну разве может\nбыть более подходящий способ завершить свой день?\n\n**ТОЛЬКО СЕГОДНЯ:** Я отведу время в конце дня для общения со своей Высшей\nСилой. Я вспомню свой прошедший день, размышляя о том, что мешает мне\nвыполнять волю Высшей Силы в моей жизни.\n";
						const data = {title:"19 мая. Анализ  роста",description:"Ежедневные размышления АН - 19 мая. Анализ  роста",id:"140",moth:"maj"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/maj/daily_19-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
