const id = "avgust/daily_27-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_27-08";
						const body = "\n_“Нам стало необходимо изменить свои жизненные стереотипы, которые разрушали\nнас”._\n\nОсновной текст, с. 18\n\nАктивное употребление наркотиков — это неугасимое желание смерти. Каждый из\nнас культивировал смерть каждый раз, когда мы употребляли. Наш стиль жизни,\nтакже, заставлял нас рисковать собой. Жизнь наркомана дешево продается с\nкаждым днем и с каждой дозой.\n\nВ выздоровлении, первый образ, который мы меняем, это образ употребления.\nОстаться чистым — это начало путешествия в новой жизни. Но наше\nсаморазрушительное поведение обычно распространяется гораздо шире, чем просто\nна употребление. Даже в выздоровлении мы можем еще относиться к себе так, как\nбудто мы никчемны. Когда мы плохо к себе относимся, мы чувствуем себя плохо. А\nкогда мы чувствуем себя плохо, мы ищем облегчения — и, возможно, мы видим его\nдаже в нашем старом решении, наркотиках.\n\nВыбрать выздоровление — значит выбрать жизнь. Мы каждый день принимаем\nрешение, что мы хотим жить и хотим быть свободными. Каждый раз, когда мы\nизбегаем саморазрушительного поведения, мы выбираем выздоровление.\n\n**ТОЛЬКО СЕГОДНЯ:** Я выберу жизнь, если выберу выздоровление. Я буду\nзаботиться о себе.\n";
						const data = {title:"27 августа. Выбирая жизнь",description:"Ежедневные размышления АН - 27 августа. Выбирая жизнь",id:"240",moth:"avgust"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/avgust/daily_27-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
