const id = "sentyabr/daily_13-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_13-09";
						const body = "\n_«Нам хотелось чего-то другого, и мы думали, что нашли это в наркотиках»._\n\nОсновной текст, с. 16\n\nМногие из нас постоянно чувствовали себя не такими, как другие люди. Мы знаем,\nчто мы не уникальны в этом чувстве; мы слышим, как другие наркоманы говорят о\nтом же самом на собраниях. Мы всю свою жизнь искали что-то, что могло бы нас\nудовлетворить, что исправило бы эту «непохожесть» внутри нас, сделало бы нас\nцельными, чтобы другие могли нас принимать. И нам показалось, что наркотики\nмогут все это исполнить. Когда мы были под кайфом, то мы, по крайней мере, не\nощущали пустоты и ни в чем не нуждались. Но у этого состояния была своя\nобратная сторона: наркотики, которые были нашим решением, очень скоро стали\nнашей проблемой.\n\nКак только мы бросили наркотики, к нам вернулось ощущение пустоты. Поначалу мы\nвпали в отчаяние, так как не могли сами найти решение для этого жалкого\nсостояния, которое все продолжалось. Но мы были преисполнены готовностью\nпринять руководство и начать работать по шагам. И когда мы сделали это, мы\nобнаружили то, что искали, мы нашли «что-то другое». Сегодня мы верим, что всю\nсвою жизнь мы стремились найти свою Высшую Силу; «что-то другое», в чем мы так\nнуждались, было отношениями с любящим Богом. Шаги рассказывают нам, как начать\nэти отношения.\n\n**ТОЛЬКО СЕГОДНЯ:** Моя Высшая Сила – это «что-то другое», то, чего всегда не\nхватало в моей жизни. Я буду использовать шаги, чтобы восстановить этот\nнедостающий элемент в моей духовности.\n";
						const data = {title:"13 сентября.   Что-то другое",description:"Ежедневные размышления АН - 13 сентября.   Что-то другое",id:"257",moth:"sentyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/sentyabr/daily_13-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
