const id = "iyun/daily_07-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_07-06";
						const body = "\n_«Только сегодня я буду полагаться на кого-нибудь из Сообщества Анонимных\nНаркоманов, того, кто верит в меня и хочет помочь мне в моем выздоровлении»._\n\nОсновной текст, с. 120\n\nНе все из нас пришли в АН и сразу стали чистыми. Но если мы возвращаемся, то\nнаходим в АН поддержку, необходимую для нашего выздоровления. Оставаться\nчистыми гораздо проще, если есть кто-то, кто верит в нас, даже когда мы сами в\nсебя не верим.\n\nДаже у самого заядлого срывщика в АН обычно есть хотя бы один человек, который\nверит в него не смотря ни на что. Нам обязательно нужно найти такого человека\nили группу людей, которые верят в нас. Если мы спросим их, сможем ли мы когда-\nнибудь стать чистыми, они всегда ответят: «Да, ты можешь и ты будешь чистым.\nПросто возвращайся!».\n\nНам всем нужен кто-то, кто бы в нас верил, особенно в те минуты, когда мы сами\nне можем себе доверять. Когда мы срываемся, мы подрываем свое только что\nобретенное доверие к себе, и нам становится так плохо, что мы почти полностью\nтеряем надежду. В такие времена нам необходима поддержка друзей по АН,\nнастроенных доброжелательно по отношению к нам. Они говорят, что этот срыв\nможет стать нашим последним срывом. Они по собственному опыту знают, что если\nмы будем продолжать приходить на собрания, то однажды мы станем чистыми, и\nбудем оставаться в чистоте.\n\nМногим из нас очень трудно поверить в себя. Но если кто-то любит нас\nбезусловной любовью, предлагая поддержку, не зависимо от того, сколько раз мы\nсрывались, выздоровление в АН становится для нас более реальным.\n\n**ТОЛЬКО СЕГОДНЯ:** Я найду кого-то, кто верит в меня. Я буду верить в него.\n";
						const data = {title:"7 июня. Кто-то, кто верит в меня",description:"Ежедневные размышления АН - 7 июня. Кто-то, кто верит в меня",id:"159",moth:"iyun"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyun/daily_07-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
