const id = "iyun/daily_23-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_23-06";
						const body = "\n_«Мы «натолкнулись» на Сообщество не случайно и при этом отнюдь не были\nпереполнены любовью, честностью, непредубежденностью или готовностью… Только\nдостигнув дна, у нас появилась готовность к действиям»._\n\nОсновной текст, с. 25\n\nКапитуляция может стать необходимым фундаментом для выздоровления, но порой мы\nпродолжаем сражаться. Большинство из нас оглядываются назад после некоторого\nчистого времени и удивляются, почему же мы так долго старались отрицать свое\nбессилие, если капитуляция — это то, что, в конце концов, спасло нашу жизнь.\n\nПо мере того, как мы выздоравливаем у нас появляются новые возможности для\nкапитуляции. У нас есть выбор: продолжать сражаться с каждым человеком и\nкаждым событием, которые встречаются нам или оценить пользу от нашей первой\nкапитуляции и прекратить сражаться.\n\nВ основном, боль, которую мы испытываем, происходит от нашей борьбы, а не от\nкапитуляции. На самом деле, когда мы капитулируем, боль прекращается и ее\nместо занимает надежда. Мы начинаем верить в то, что все будет хорошо, и через\nкакое-то время замечаем, что наша жизнь стала гораздо лучше в результате\nэтого. Мы чувствуем то же самое, что чувствовали, когда отказались от иллюзии,\nчто можем контролировать употребление — облегчение, свободу и наполненность\nновой надеждой.\n\n**ТОЛЬКО СЕГОДНЯ:** Нужно ли мне сегодня капитулировать перед чем-либо? Я\nвспомню свою первую капитуляцию и напомню себе, что мне больше не нужно\nсражаться.\n";
						const data = {title:"23 июня.  Капитуляция",description:"Ежедневные размышления АН - 23 июня.  Капитуляция",id:"175",moth:"iyun"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyun/daily_23-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
