const id = "oktyabr/daily_18-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_18-10";
						const body = "\n_«Хотя, как сказано в поговорке: «Политика делает чужими даже супругов»,\nнаркомания сближает нас»._\n\nОсновной текст, с. 105\n\nЧто за пестрая публика у нас в АН! Какое собрание ни возьми, какой ни возьми\nдень, мы увидим разнообразных людей, которые, может быть, никогда бы не сели\nрядом в одном помещении, все вместе, если бы не болезнь наркомания.\n\nОдин член сообщества, врач по профессии, рассказывал о том, до чего он не\nхотел идентифицироваться на своем первом собрании и отказывался заходить «в\nкомнату, где полно наркотов». Еще один член сообщества с обширным опытом\nпребывания в тюрьмах и исправительных учреждениях, делилась подобной же\nисторией, за исключением только того, что ее шоковое состояние происходило от\nпонимания, что «там есть приятные люди — в костюмах, все-таки!» Эти двое\nчленов группы недавно праздновали свою семилетнюю годовщину свадьбы.\n\nСамые непохожие друг на друга люди начинают дружить, работают спонсорами по\nотношению друг к другу и занимаются вместе служением. Мы встречаемся в\nпомещениях выздоровления и делимся пережитым и надеждой на будущее. Мы\nвстречаемся по общей причине и концентрируем свое внимание на двух вещах,\nкоторые нас объединяют — наркомания и выздоровление.\n\n**ТОЛЬКО СЕГОДНЯ:** Не имеет значения, какова моя личная история, мое место\nтут.\n";
						const data = {title:"18 октября.   Мы все заодно",description:"Ежедневные размышления АН - 18 октября.   Мы все заодно",id:"292",moth:"oktyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/oktyabr/daily_18-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
