const id = "sentyabr/daily_28-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_28-09";
						const body = "\n_“Постепенно, по мере того, как мы сосредотачиваемся более на Боге, чем на\nсебе, наше отчаяние переходит в надежду”._\n\nОсновной текст, с. 115\n\nКогда мы были действующими наркоманами, отчаяние было нашим вечным спутником.\nОно окрашивало каждый сознательный момент нашего существования. Отчаяние\nрождалось из нашего опыта активного употребления наркотиков: какие бы меры мы\nни предпринимали, чтобы сделать свою жизнь лучше, мы продолжали скользить все\nдальше по наклонной плоскости. Попытки контролировать свою жизнь,\nпредпринимаемые нами, часто заканчивались плачевно. В определенном смысле наш\nПервый Шаг признания бессилия был признанием отчаяния.\n\nШаги Второй и Третий выводят нас постепенно из отчаяния, вселяют надежду,\nсопутствующую выздоравливающим наркоманам. Признав, что все наши попытки что-\nлибо изменить потерпели неудачу, мы приходим к убеждению, что существует Сила,\nболее могущественная, чем наша собственная. Мы верим, что эта Сила может\nпомочь и поможет нам. Мы применяем Второй и Третий Шаги, обращаясь к этой Силе\nза руководством, и тем самым мы как бы подтверждаем свою надежду на лучшую\nжизнь. Когда мы начинаем все больше и больше полагаться на Высшую Силу в своей\nповседневной жизни, отчаяние, проистекающее из нашего длительного опыта\nсамодостаточности, проходит.\n\n**ТОЛЬКО СЕГОДНЯ:** Я вновь подтвержу свое решение по Третьему Шагу. Я знаю,\nчто если в моей жизни есть Высшая Сила, то в ней есть и надежда.\n";
						const data = {title:"28 сентября. Надежда",description:"Ежедневные размышления АН - 28 сентября. Надежда",id:"272",moth:"sentyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/sentyabr/daily_28-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
