const id = "april/daily_03-04.md";
						const collection = "diaries";
						const slug = "april/daily_03-04";
						const body = "\n_“В Сообществе мы обнаружили, что идея духовного пробуждения у разных людей\nвыражается по разному.”_\n\nОсновной текст, с.58\n\nХотя мы все работаем по одним и тем же шагам, каждый из нас по-своему\nиспытывает духовное пробуждение, происходящее в результате работы по ним.\nФорма, которую духовное пробуждение примет в нашей жизни, будет зависеть от\nтого, какие мы.\n\nДля некоторых из нас духовное пробуждение, обещанное в Двенадцатом Шаге,\nвыразится в возобновлении интереса к религии и мистицизму. Другие пробудятся к\nпониманию жизни людей вокруг них, испытывая сочувствие, может быть, впервые в\nжизни. В то время как другие поймут, что шаги пробудили их к осознанию их\nсобственных моральных или этических принципов. Большинство из нас испытывают\nдуховное пробуждение как сочетание этих вещей, и каждое сочетание столь же\nуникально, сколь уникальна личность испытавшего пробуждение.\n\nЕсли существует настолько много разновидностей духовно пробуждения, как нам\nзнать, действительно ли оно произошло у нас? Двенадцатый Шаг дает нам два\nпризнака: мы обрели принципы, способные руководить нами хорошо, те принципы,\nкоторые мы хотим применять во всех наших делах. И мы начали заботиться\nдостаточно о других наркоманах, чтобы свободно делиться своим опытом, который\nу нас есть. Не зависимо от того, как мы проходили пробуждение, нам всем дается\nруководство и любовь, необходимые нам, чтобы жить полной, духовно богатой\nжизнью.\n\n**ТОЛЬКО СЕГОДНЯ:** Какую бы форму ни приняло мое духовное пробужление, оно\nпомогло мне занять свое место в мире, наполнить его любовью и жизнью. За это я\nблагодарен.\n";
						const data = {title:"3 апреля.   Только для тебя",description:"Ежедневные размышления АН - 3 апреля.   Только для тебя",id:"94",moth:"april"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/april/daily_03-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
