const id = "yanvar/daily_30-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_30-01";
						const body = "\n_«Мы свободно и с благодарностью отдаем то, что было свободно и с\nблагодарностью дано нам»._\n\nОсновной текст, с. 59\n\nВыздоравливая, мы получаем много подарков. Возможно, самый замечательный из\nэтих подарков — это духовное пробуждение, которое начинается после того, как\nмы прекращаем употреблять наркотики, становясь сильнее с каждым днем и\nприменяя шаги в своей жизни. Новый всплеск внутренней жизни — это прямой\nрезультат наших отношений с Высшей Силой, отношений, которые начинаются и\nразвиваются, если мы живем по Двенадцати шагам. Медленно, по мере того, как мы\nпостигаем нашу программу, свет выздоровления рассевает мрак нашей болезни.\n\nОдин из способов выразить нашу благодарность за подарки от выздоровления\nсостоит в помощи другим найти то, что мы уже нашли. Мы можем делать это по-\nразному: делясь опытом на собраниях, делая Двенадцатый Шаг, принимая\nспонсорские обязательства, становясь волонтером на телефоне доверия или в\nкомитете по больницам и учреждениям. Духовная жизнь, данная нам в\nвыздоровлении, требует выражения, так как «мы сохраняем то, что имеем только\nотдавая».\n\n**ТОЛЬКО СЕГОДНЯ:** Дар выздоровления возрастает, когда я разделяю его с\nдругими. Я найду кого-нибудь, с кем я поделюсь.\n";
						const data = {title:"30 января.  Отдавая бескорыстно",description:"Ежедневные размышления АН - 30 января.  Отдавая бескорыстно",id:"30",moth:"yanvar"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/yanvar/daily_30-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
