const id = "iyul/daily_18-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_18-07";
						const body = "\n_“Наша болезнь продолжала развиваться до тех пор, пока мы в отчаянии не стали\nискать помощи друг у друга в Анонимных Наркоманах”._\n\nОсновной текст, с. 16\n\nКогда мы представляем себе состояние отчаяния, в нашем сознании вырисовывается\nкрайне неприглядный образ: бедная, растрепанная душа, безумно цепляющаяся за\nчто-то крайне нужное, отчаянный взгляд глаз. Нам приходят на ум загнанные\nзвери, голодные дети и мы сами до того, как мы нашли АН.\n\nИ все же, именно то отчаяние, которое мы испытывали до того как пришли в АН,\nзаставило нас принять Первый Шаг. Нам уже не приходило в голову ни одной\nсвежей мысли, и поэтому мы решили открыться новым идеям. Наше безумие,\nнаконец, превысило стену отрицания, вынуждая нас стать честными в отношении\nсвоей болезни. Самые продуманные попытки контроля только измотали нас; поэтому\nмы уже были готовы капитулировать. Мы обрели дар отчаяния и, как результат, мы\nсмогли принять духовные принципы, благодаря которым выздоровление стало\nвозможным для нас.\n\nИменно отчаяние приводит многих из нас к тому, чтобы обратиться за помощью.\nДойдя однажды до такого состояния, мы можем развернуться и начать все заново.\nТак же, как отчаявшийся, загнанный зверь ищет безопасное укрытие, поступаем и\nмы: ищем Анонимных Наркоманов.\n\n**ТОЛЬКО СЕГОДНЯ:** Дар отчаяния помог мне обрести честность,\nнепредубежденность и готовность. Я благодарен за этот дар, потому что он\nсделал возможным мое выздоровление.\n";
						const data = {title:"18 июля. Дар отчаяния",description:"Ежедневные размышления АН - 18 июля. Дар отчаяния",id:"200",moth:"iyul"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyul/daily_18-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
