const id = "mart/daily_28-03.md";
						const collection = "diaries";
						const slug = "mart/daily_28-03";
						const body = "\n_“Мы можем испугаться, что соприкосновение с нашими чувствами неожиданно\nвызовет непреодолимую цепную реакцию боли и панического страха.”_\n\nОсновной текст, с.38\n\nКогда мы употребляли наркотики, многие из нас были неспособны или не хотели\nощущать многие эмоции. Если мы были счастливы, нам обычно казалось этого мало.\nЕсли мы сердились или находились в депрессии, мы обычно пытались скрывать свои\nчувства. Продолжая такую линию поведения во время активного употребления\nнаркотиков, мы настолько эмоционально запутались, что уже не понимали, что\nтакое нормальные чувства.\n\nПо прошествии какого-то времени выздоровления, мы поняли, что эмоции, которые\nмы подавляли, начинают неожиданно проявляться. Мы можем обнаружить, что\nпонятия не имеем, как идентифицировать свои чувства. То, что мы принимаем за\nгнев, может оказаться всего лишь расстройством. То, что мы воспринимаем как\nсуицидальную депрессию, может быть только печальным настроением. Это случаи,\nкогда нам надо поискать помощи спонсора или другого члена АН. Посещение\nсобрания и разговор о том, что происходит у нас в жизни, может помочь нам\nсправиться со своими чувствами, вместо того, чтобы бежать от них в страхе.\n\n**ТОЛЬКО СЕГОДНЯ:** Я могу испытывать чувства, причиняющие дискомфорт, и я не\nбуд избегать их. Я буду пользоваться поддержкой друзей по выздоровлению, чтобы\nони помогли мне встретиться лицом к лицу со своими эмоциями.\n";
						const data = {title:"28 марта.  Перед лицом чувств",description:"Ежедневные размышления АН - 28 марта.  Перед лицом чувств",id:"88",moth:"mart"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/mart/daily_28-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
