const id = "avgust/daily_23-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_23-08";
						const body = "\n_«До того, как мы стали чистыми, большинство наших действий было импульсивным.\nСегодня мы стараемся вначале думать, а потом действовать»._\n\nОсновной текст, с. 109\n\nЖизнь — это череда решений, действий и последствий. Когда мы употребляли, наши\nрешения обычно принимались под воздействием нашей болезни и выливались в\nсаморазрушающие действия и ужасные последствия. Мы начали относиться к\nпринятию решений как к нечестной игре, в которой старались принимать как можно\nменьше участия.\n\nУчитывая это, многим из нас очень трудно учиться принимать решения в\nвыздоровлении. Постепенно, работая по Двенадцати Шагам, мы приобретаем опыт\nпринятия здоровых решений, таких, которые приводят к положительным\nрезультатам. Мы просим Высшую Силу позаботиться о нас в тех сферах, где раньше\nна нашу жизнь и волю воздействовала наша болезнь. Мы исследуем свои ценности и\nсвои действия, анализируем то, что обнаружили с человеком, которому доверяем,\nи просим Бога, как мы его понимаем, исправить наши недостатки. Работая по\nшагам, мы освобождаемся от влияния нашей болезни, и мы учимся принимать\nрешения, которые могут быть нашим руководством во всех делах.\n\nСегодня нашим решениям и их последствиям не обязательно находиться под\nвоздействием нашей болезни. Наша вера дает нам мужество и руководство, чтобы\nпринимать хорошие решения, и силу, чтобы претворять их в жизнь. А результат\nтакого принятия решений — это сама жизнь, которая стоит того, чтобы жить.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду использовать принципы Двенадцати Шагов, чтобы\nпринимать здоровые решения. Я попрошу Высшую Силу дать мне сил, чтобы\nпретворять эти решения в жизнь.\n";
						const data = {title:"23 августа.  Принятие решений",description:"Ежедневные размышления АН - 23 августа.  Принятие решений",id:"236",moth:"avgust"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/avgust/daily_23-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
