const id = "iyun/daily_09-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_09-06";
						const body = "\n_«Пробуждаются забытые мечты и появляются новые возможности»._\n\nОсновной текст, с. 110\n\nКогда мы употребляли, у большинства из нас были мечты. Но о чем бы мы ни\nмечтали, будь то динамичная карьера, большая любящая семья или путешествия,\nвсем этим мечтам пришлось умереть, когда наркомания заняла их место. Все, что\nмы когда-то хотели, потеряло свою ценность на фоне нашего стремления\nупотреблять наркотики. Наши мечты были не более чем желанием употребить снова\nи получить эйфорию, которую, как мы надеялись, принесет это употребление.\n\nТеперь мы выздоравливаем, и у нас есть все основания надеяться, что наши\nстарые мечты все еще могут сбыться. Не зависимо от того, сколько нам лет, и\nсколько лет отняла у нас наркомания, и какими несбыточными не казались бы наши\nмечты, свобода от активной наркомании дает нам свободу их осуществить. Мы\nможем обнаружить, что в чем-то талантливы, или найти любимое занятие, или\nузнать, что продолжение обучения дает заметные результаты.\n\nМы привыкли тратить всю свою энергию на оправдание и объяснение своих неудач.\nСегодня мы смело идем вперед и принимаем те многочисленные возможности,\nкоторые дает нам жизнь. Мы даже сами можем удивиться тому, на что мы способны.\nЕсли у нас есть фундамент – выздоровление, то успех, насыщенность и\nудовлетворение тоже доступны для нас.\n\n**ТОЛЬКО СЕГОДНЯ:** С сегодняшнего дня я буду делать все, что в моих силах,\nчтобы осуществить свои мечты.\n";
						const data = {title:"9 июня.  Старым мечтам не нужно умирать",description:"Ежедневные размышления АН - 9 июня.  Старым мечтам не нужно умирать",id:"161",moth:"iyun"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyun/daily_09-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
