const id = "maj/daily_18-05.md";
						const collection = "diaries";
						const slug = "maj/daily_18-05";
						const body = "\n_“Мы лично возмещали причиненный этим людям ущерб, где только возможно, кроме\nтех случаев, когда это могло повредить им или кому-нибудь другому”_\n\nДевятый Шаг\n\nВ любых отношениях мы не всегда ведем себя так, как бы нам хотелось. Но дружба\nне заканчивается, если мы совершаем ошибки; мы всегда можем возместить ущерб.\nЕсли мы искренне желаем принять ответственность за дружеские отношения и\nвозместить нанесенный нами ущерб, эта дружба станет еще крепче и сильнее, чем\nраньше.\n\nВозмещать ущерб очень просто. Мы подходим к человеку, которому повредили, и\nговорим: “Я был не прав”. Иногда мы избегаем говорить о самой сути, уклоняясь\nот признания своей роли в сложившейся ситуации. Но такой подход противоречит\nсамому принципу Девятого Шага. Для того, чтобы эффективно возместить ущерб, мы\nдолжны отнестись к нему как можно проще: мы признаем свою роль и больше ничего\nне объясняем.\n\nМожет случиться так, что наши друзья не примут наших извинений. Возможно, им\nнеобходимо время, чтобы оценить то, что произошло. Если дело в этом, мы должны\nдать им время. В конце концов, ведь это мы виноваты, а не они. Мы выполнили\nсвою часть, остальное от нас не зависит.\n\n**ТОЛЬКО СЕГОДНЯ:** Я хочу быть ответственным другом. Я постараюсь быть проще\nпри возмещении нанесенного мной ущерба.\n";
						const data = {title:"18 мая. Друзья и возмещение ущерба — будем проще",description:"Ежедневные размышления АН - 18 мая. Друзья и возмещение ущерба — будем проще",id:"139",moth:"maj"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/maj/daily_18-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
