const id = "iyun/daily_27-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_27-06";
						const body = "\n_“Когда кто-нибудь указывает нам на наши недостатки, первой реакцией может\nбыть защита. (Нам надо осознать, что мы не идеальны.) Всегда будет место\nроста”._\n\nОсновной текст, с. 44\n\nВыздоровление — это процесс, который вносит изменения в нашу жизнь. Нам надо\nизменяться, если мы хотим продолжать духовно расти и добиваться свободы. Важно\nне иметь предубеждений, когда нам указывают на наши недостатки, потому что нам\nпредоставляют возможность измениться и духовно расти. Защитная реакция не дает\nнам принять помощь, которая нам предлагается; но, убирая защитную реакцию, мы\nдаем себе возможность изменяться, духовно расти и обретать новую свободу.\n\nКаждый день в процессе выздоровления у нас будет возможность изменяться и\nдуховно расти. И чем лучше мы научимся подходить к возможности измениться без\nпредубеждений и с открытым сердцем, тем больше мы духовно вырастем и тем лучше\nбудем чувствовать себя в отношении выздоровления.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду без предубеждения приветствовать любую возможность\nдля духовного роста.\n";
						const data = {title:"27 июня.  Изменяться и духовно расти",description:"Ежедневные размышления АН - 27 июня.  Изменяться и духовно расти",id:"179",moth:"iyun"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyun/daily_27-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
