const id = "yanvar/daily_16-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_16-01";
						const body = "\n_«Мы боялись, что если когда-нибудь откроем свою душу, то будем наверняка\nотвергнуты… (Но) друзья по Сообществу АН действительно понимают нас»._\n\nОсновной текст, с. 39\n\nНам необходимы друзья по Сообществу АН — нам нужен их опыт, их дружба, их\nсмех, их помощь в принятии решений и многое, многое другое. И все же многие из\nнас до сих пор колеблются, не зная, позвонить ли спонсору, навестить ли друзей\nпо АН. Нам не хочется напрягать их. Мы думаем о том, чтобы позвонит, но не\nчувствуем себя достойными чужого времени. Мы боимся, что если они когда-нибудь\n_узнают_ нас получше, они наверняка нас отвергнут.\n\nМы забываем о том, что наши друзья по АН точно такие же, как мы. Нет никакого\nместа, в котором мы побывали, никакого чувства, которое мы испытывали, ничего\nтакого, что мы сделали, и что другие выздоравливающие наркоманы не смогли бы\nнайти в своем прошлом. Чем лучше мы позволим другим узнать нас, тем чаще мы\nбудем слышать: «Ты в нужном месте. Ты среди друзей. Ты наш человек. Добро\nпожаловать!».\n\nМы также забываем, что другие нуждаются в нас не меньше, чем мы в них. Не\nтолько мы хотим чувствовать сопричастность, не только мы нуждаемся в дружеской\nтеплоте, в ком-то, с кем можно поделиться. Если мы отдаляемся от наших друзей\nпо Сообществу, то мы лишаем их того, что им необходимо, того, что только мы\nможем им дать: нашего времени, нашей компании, наших истинных личностей.\n\nВ анонимных Наркоманах выздоравливающие наркоманы заботятся друг о друге. То,\nчто ждет на другом конце телефонного провода — это не отвержение, а любовь,\nтеплота и идентификация Сообщества АН. Позвони!\n\n**ТОЛЬКО СЕГОДНЯ:** В АН я среди друзей. Я сближусь с другими людьми в\nСообществе, чтобы отдавать и получать взамен.\n";
						const data = {title:"16 января.   Позвони!",description:"Ежедневные размышления АН - 16 января.   Позвони!",id:"16",moth:"yanvar"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/yanvar/daily_16-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
