const id = "maj/daily_14-05.md";
						const collection = "diaries";
						const slug = "maj/daily_14-05";
						const body = "\n_“Безумие — повторять одни и те же ошибки, ожидая различных результатов.”_\n\nОсновной текст, с. 31\n\nОшибки! Мы все знаем, каково это — совершать ошибки. Многие из нас считают,\nчто вся наша _жизнь_ была одной сплошной ошибкой. Мы часто рассматриваем свои\nошибки с чувством стыда или вины, самое меньшее, что они вызывают у нас —\nрасстройство и раздражение. Мы склонны расценивать свои ошибки как\nдоказательство того, что мы все еще очень сильно больны, безумны, не способны\nдумать или слишком испорчены, не можем выздоравливать.\n\nНа самом деле, ошибки — это очень жизненная и важная часть человеческого\nбытия. Для особенно неподатливых людей (какими являются наркоманы) ошибки —\nэто зачастую единственная возможность чему-то научиться. Делать ошибки не\nстыдно. Дело в том, что совершая новые ошибки мы проявляем свою готовность\nрисковать ради роста.\n\nЕсли мы учимся на своих ошибках, они помогают нам; совершение прежних ошибок\nможет быть сигналом о том, что мы не меняемся. Ожидание другого результата от\nтех же самых старых ошибок — вот что мы называем “безумием”. Это просто не\nработает.\n\n**ТОЛЬКО СЕГОДНЯ:** Ошибки — это не трагедия. Но, пожалуйста, Высшая Сила,\nпомоги мне учиться на этих ошибках!\n";
						const data = {title:"14 мая. Оп — ля!",description:"Ежедневные размышления АН - 14 мая. Оп — ля!",id:"135",moth:"maj"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/maj/daily_14-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
