const id = "iyun/daily_01-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_01-06";
						const body = "\n_“Мы не обязаны быть чистыми, когда приходим впервые, но после посещения\nпервого собрания, мы предлагаем новичкам возвращаться и приходить сюда\nчистыми. Нам не надо дожидаться передозировки или тюремного заключения, чтобы\nполучить помощь от Анонимных Наркоманов”._\n\nОсновной текст, с. 13\n\nНемногие из нас пришли в АН, будучи преисполненными готовностью. Некоторые\nприходят сюда по распоряжению суда. Некоторые приходят, чтобы сохранить семью.\nКто-то приходит, чтобы спасти карьеру, находящуюся на грани краха. Не важно,\nпочему мы здесь. Важно только то, что мы здесь.\n\nМы слышали, как говорят: “Если мы приносим тело, разум догонит”. Мы можем\nприходить на собрание, в поисках повода для драки. Мы можем быть одним из тех,\nкто сидит в дальнем конце комнаты, бросая угрожающие взгляды на каждого, кто к\nнам приближается. Возможно, мы уходим до заключительной молитвы.\n\nНо если мы возвращаемся, мы обнаруживаем, что наша предубежденность начинает\nисчезать. Мы перестаем выставлять защиту и начинаем действительно слушать тех,\nкто с нами делится. Мы можем даже услышать кого-то, кто говорит, с кем мы\nможем общаться. Мы начинаем меняться.\n\nПосле некоторого времени в АН мы замечаем, что это не просто наш разум пришел\nна собрание. Гораздо важнее то, что пришло также наше сердце. После того, как\nэто происходит, начинаются настоящие чудеса!\n\n**ТОЛЬКО СЕГОДНЯ:** Я постараюсь слушать без предубеждения то, чем другие\nделятся со мной.\n";
						const data = {title:"1 июня. Возвращайся",description:"Ежедневные размышления АН - 1 июня. Возвращайся",id:"153",moth:"iyun"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyun/daily_01-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
