const id = "noyabr/daily_04-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_04-11";
						const body = "\n_«…мы делимся любовью, потому что она так же свободно была дана и нам. Любовь\nможет течь, как поток жизненной энергии от одного человека к другому»._\n\nОсновной текст, с. 125\n\nЛюбовь, которую отдают, и любовь, которую получают, — в ней суть жизни, как\nтаковой. Это универсальный общий знаменатель, связывающий нас с окружающими.\nЗависимость лишила нас этой связи, замкнув нас в самих себе.\n\nЛюбовь, которую мы обрели в программе АН, заново раскрывает для нас мир. Она\nотпирает клетку зависимости, пленниками которой мы однажды стали. Получая\nлюбовь от других членов АН, мы увидели — может быть впервые в жизни — что\nтакое любовь и что она способна делать. Мы слышим, как наши товарищи по\nсообществу рассказывают о том, что значит разделять любовь, и мы ощущаем\nсмысл, который она привнесла в их жизни.\n\nМы начинаем подозревать, что, если обмен любовью так много значит для других\nлюдей, то, может быть, он может дать смысл и нашей жизни тоже. Мы чувствуем,\nчто стоим на пороге большого открытия, хотя мы чувствуем и то, что до конца не\nпоймем значения любви, пока не начнем отдавать свою любовь другим. Мы пробуем\nэто сделать, и обнаруживаем недостающее связующее звено между нами и\nокружающим миром.\n\nСегодня мы понимаем, что то, что нам говорили, было правдой: «Мы сохраняем то,\nчто имеем, только отдавая».\n\n**ТОЛЬКО СЕГОДНЯ:** Жизнь — это новый горизонт для меня, и средство, при\nпомощи которого я буду его изведывать, — это любовь. Я буду свободно отдавать\nлюбовь, которую получил.\n";
						const data = {title:"4 ноября. Обмен любовью",description:"Ежедневные размышления АН - 4 ноября. Обмен любовью",id:"309",moth:"noyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/noyabr/daily_04-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
