const id = "yanvar/daily_24-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_24-01";
						const body = "\n_«Наша болезнь изолировала нас… Настроенные враждебно, злобно, эгоцентрично,\nсвоекорыстно, — мы отрезали себя от внешнего мира»._\n\nОсновной текст, с. 4\n\nНаркомания — это болезнь одиночества, которая отнимает нас от общества, семьи\nи нас же самих. Мы скрывались. Мы лгали. Мы видели, как живут другие, и\nпрезирали их жизнь, которая на самом деле была недоступна нашему пониманию.\nХуже всего то, что мы убеждали себя, что с нами все в порядке, тогда как\nзнали, что безнадежно больны. Наша связь с окружающим миром и с реальностью\nвообще была разорвана. Наша жизнь потеряла смысл, и мы все дальше и дальше\nуходили от реальности.\n\nПрограмма АН специально придумана для таких людей как мы. Она помогает нам\nвосстановить связь с той жизнью, которой мы не знали, вытаскивая нас из\nизоляции. Мы перестаем врать самим себе о своем состоянии; мы признаем свое\nбессилие и неуправляемость нашей жизни. Мы развиваем в себе веру, что нашу\nжизнь можно улучшить, что выздоровление возможно для нас и что счастье нам\nдоступно. Мы становимся честными; мы перестаем скрываться; мы «выводим себя на\nчистую воду» и говорим правду, какой бы она ни была. И когда мы делаем это, мы\nнаводим мосты между своим собственным миром и той жизнью, которая окружает нас\nповсюду.\n\nМы — наркоманы, но нам не нужно жить в изоляции. Двенадцать Шагов могу\nвосстановить нашу связь с жизнью и миром — если мы работаем по ним.\n\n**ТОЛЬКО СЕГОДНЯ:** Я — часть жизни, которая меня окружает. Я буду работать по\nпрограмме, чтобы упрочить свою связь с миром.\n";
						const data = {title:"24 января.  От изоляции к взаимодействию",description:"Ежедневные размышления АН - 24 января.  От изоляции к взаимодействию",id:"24",moth:"yanvar"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/yanvar/daily_24-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
