const id = "avgust/daily_05-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_05-08";
						const body = "\n_“Приводя в порядок мысли в соответствии с духовными принципами, мы свободны\nстать теми, кем хотим”._\n\nОсновной текст, с.126\n\nНаркомания формировала образ наших мыслей по-своему. Какими бы они когда-то ни\nбыли, они перестали быть таковыми, как только болезнь полностью завладела\nнашей жизнью. Появилась тяга к наркотикам, поменялись настроение и поведение,\nи сам строй нашей жизни.\n\nВсе духовные идеалы нашей программы служат исправлению того или иного вывиха в\nнашем мышлении, которые появились во время активного употребления наркотиков.\nОтрицанию противодействует принятие, скрытности — честность, изоляции —\nтоварищество и отчаянию — вера в любящую Высшую Силу. Духовные идеалы, которые\nмы обретаем в выздоровлении, исправляют образ наших мыслей и нашу жизнь,\nвозвращая их к естественному состоянию.\n\nА что же это за «естественное состояние»? Это состояние, в котором мы по-\nнастоящему ведем поиски себя, отражение нашей самой высокой мечты. Как мы\nможем узнать его? Мы узнаем его, потому, что наши мысли формируются в\nвыздоровлении благодаря духовным идеалам, которые мы обретаем в контакте с\nБогом, к пониманию которого мы пришли в АН.\n\nНаркомания больше не влияет на образ наших мыслей. Сегодня наши жизни\nформируются выздоровлением и нашей Высшей Силой.\n\n**ТОЛЬКО СЕГОДНЯ:** Я позволю духовным идеалам формировать образ моих мыслей.\nЗа счет этого я найду образ своей Высшей Силы.\n";
						const data = {title:"5 августа. Образ наших мыслей",description:"Ежедневные размышления АН - 5 августа. Образ наших мыслей",id:"218",moth:"avgust"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/avgust/daily_05-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
