const id = "noyabr/daily_08-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_08-11";
						const body = "\n_«Верю ли я, что будет безумием подойти к кому-нибудь и сказать: «Выбросите\nменя, пожалуйста, из окна, или остановите мне сердце»?»._\n\nОсновной текст, с. 29\n\nМы слышали поговорку о том, что пока мы не влюблены, мы не можем вспомнить,\nчто значит любить. То же самое можно сказать о безумии: Однажды освободившись\nот него, мы можем забыть, какими на самом деле странными бывают наши безумные\nмысли. Но для того, чтобы быть благодарными за ту степень здравомыслия,\nкоторую нам вернули в Анонимных Наркоманах, нам необходимо хотя бы помнить,\nкак на самом деле безумны мы были.\n\nСегодня нам может быть трудно представить себя, говорящими такую нелепую\nфразу, как: «Не могли бы вы мне устроить сердечный приступ или происшествие со\nсмертельным исходом?». Никто в здравом уме не станет просить о таких вещах. В\nэтом-то вся суть. Во время активной наркомании мы не были в здравом уме.\nКаждый день, практикуя наркоманию, мы лелеяли смертельную болезнь, деградацию,\nэксплуатацию, обнищание, тюремное заключение, смерть от насилия, даже смерть\nот полнейшей глупости. В этом контексте идея попросить о сердечном приступе не\nкажется столь нелепой. Вот как безумны мы были.\n\nПрограмма, сообщество и наша Высшая Сила, вместе, творят чудо. Второй Шаг —\nэто не напрасная надежда, это реальность. Зная о степени безумия, которое мы\nиспытали, мы в состоянии оценить работу той чудесной Силы, которая возвращает\nнам здравомыслие. За это мы действительно благодарны.\n\n**ТОЛЬКО СЕГОДНЯ:** Я найду немного времени, чтобы вспомнить, каким безумным я\nбыл, употребляя наркотики. Затем я поблагодарю мою Высшую Силу за\nздравомыслие, которое вернулось в мою жизнь.\n";
						const data = {title:"8 ноября.  Освобождение от безумия",description:"Ежедневные размышления АН - 8 ноября.  Освобождение от безумия",id:"313",moth:"noyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/noyabr/daily_08-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
