const id = "sentyabr/daily_25-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_25-09";
						const body = "\n_“Мы можем испугаться того, что соприкосновение с нашими чувствами неожиданно\nвызовет непреодолимую цепную реакцию боли и панического страха”._\n\nОсновной текст, с. 37\n\nОбычно многие жалуются на Четвертый Шаг из-за того, что он приносит\nболезненное осознание дефектов нашего характера. И это может даже заставить\nнас споткнуться в своей программе выздоровления. Путем признания бессилия и\nпринятия мы можем найти источники, необходимые для того, чтобы продолжать\nработать по шагам.\n\nВовсе не осознание наших недостатков причиняет такую сильную боль — а сами\nнедостатки. Когда мы употребляли, мы не чувствовали ничего, кроме наркотиков;\nмы могли не обращать внимания на страдания, которые вызывали у нас наши\nнедостатки. Теперь, когда наркотиков нет, мы чувствуем эту боль. Отказ\nпризнать источник наших мучений не способствует его уничтожению; отрицание\n_защищает_ боль и делает ее сильнее. Двенадцать Шагов помогают нам справиться\nсо страданиями, вызванными недостатками, благодаря тому, что справляются\nнепосредственно с самими недостатками.\n\nЕсли наши недостатки причиняют нам боль, мы можем напомнить себе о кошмаре\nнаркомании, кошмаре, от которого мы теперь очнулись. Мы можем еще раз\nобратиться ко Второму Шагу за надеждой на освобождение. Мы можем вновь\nпрепоручить свою волю и свою жизнь — по Третьему Шагу — заботе Бога, как мы\nего понимаем. Высшая Сила проявляет о нас заботу, оказывая нам необходимую\nпомощь в работе по остальным Двенадцати Шагам. Нам не надо бояться собственных\nчувств. Только сегодня мы можем продолжать свое выздоровление.\n\n**ТОЛЬКО СЕГОДНЯ:** Я не буду бояться своих чувств. С помощью Высшей Силы я\nбуду продолжать выздоравливать.\n";
						const data = {title:"25 сентября.    Четвертый Шаг — боязнь собственных чувств",description:"Ежедневные размышления АН - 25 сентября.    Четвертый Шаг — боязнь собственных чувств",id:"269",moth:"sentyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/sentyabr/daily_25-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
