const id = "sentyabr/daily_08-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_08-09";
						const body = "\n_«Главное не терять веру»._\n\nОсновной текст, с. 42\n\nДля многих из нас вся жизнь была сплошным бунтом. Часто мы даем негативный\nотпор на любую попытку дать нам совет или помочь. Автоматическое отрицание\nлюбых авторитетов – это, пожалуй, самый проблемный недостаток для многих\nнаркоманов.\n\nГлубокое и тщательное исследование себя может показать нам, как мы реагируем\nна окружающий нас мир. Мы можем спросить себя, справедлив ли наш бунт против\nлюдей, мест и учреждений. Если продолжаем писать достаточно долго, то мы, как\nправило, оставляем в стороне поступки других людей и открываем для себя свою\nсобственную роль в том, что с нами происходит. Мы обнаруживаем, что то, что\nдругие люди совершили по отношению к нам, не так уж важно, важнее то, как мы\nсами отреагировали на ситуацию, в которой оказались.\n\nРегулярное исследование позволяет нам изучить характерные черты наших реакций\nна окружающую жизнь и выяснить, не подвержены ли мы хроническому бунтарству.\nПорой мы обнаружим, что в те моменты, когда мы просто делаем то, что нам\nпредлагают из страха отказаться, мы затаиваем в себе обиду на чужой авторитет.\nЕсли оставить эти обиды внутри, они могут увести нас далеко от программы\nвыздоровления.\n\nПроцесс самоанализа позволяет нам раскрыть, оценить и изменить бунтарские\nчерты нашего характера. Мы не можем изменить мир с помощью самоанализа, но мы\nможем изменить свою реакцию на него.\n\n**ТОЛЬКО СЕГОДНЯ:** Я хочу освободиться от неразберихи, которую рождает мое\nбунтарство. Прежде чем совершить поступок, я исследую себя и подумаю о своих\nистинных ценностях.\n";
						const data = {title:"8 сентября.  Бунт",description:"Ежедневные размышления АН - 8 сентября.  Бунт",id:"252",moth:"sentyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/sentyabr/daily_08-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
