const id = "fevral/daily_11-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_11-02";
						const body = "\n_“Мы благодарны нашему пути к выздоровлению… Мы больны, но мы\nвыздоравливаем”._\n\nОсновной текст, сс. 9-10\n\nАктивная наркомания не была пикником; многим из нас едва удалось остаться в\nживых. Но, выступая пылко против болезни, жалуясь на то, что она с нами\nсделала, и, жалея себя из-за того состояния, в котором мы оказались, мы можем\nтолько еще плотнее замкнуться в чувстве горечи и обиды. Путь к свободе и\nдуховному росту начинается там, где заканчивается горечь, он начинается с\nпринятия.\n\nЭто не значит, что надо отрицать страдания, которые приносит наркомания. В\nконце концов, именно болезнь привела нас к Анонимным Наркоманам. Без этого мы\nбы не стали стремиться и не обрели бы благословение на выздоровление.\nИзолировав, болезнь подтолкнула нас к поиску сообщества. Заставив нас\nстрадать, она дала нам опыт, необходимый, чтобы помогать другим, оказывать\nуникальную помощь, которую никто больше не сможет оказать. Поставив нас на\nколени, болезнь дала нам возможность капитулировать и обратиться за помощью к\nлюбящей Высшей Силе.\n\nМы никому не пожелали бы такой болезни как наркомания. Но факт остается\nфактом: мы — наркоманы, и у нас уже есть эта болезнь. Но если разобраться\nдальше, без этой болезни мы никогда, возможно, не встали бы на путь духовного\nразвития. Тысячи людей всю свою жизнь ищут то, что мы нашли в Анонимных\nНаркоманах: сообщество, цель в жизни и осознанный контакт с Высшей Силой.\nСегодня мы благодарны за это благословение.\n\n**ТОЛЬКО СЕГОДНЯ:** Я приму факт моей болезни и получу благословение на мое\nвыздоровление.\n";
						const data = {title:"11 февраля. От проклятия к благословению",description:"Ежедневные размышления АН - 11 февраля. От проклятия к благословению",id:"42",moth:"fevral"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/fevral/daily_11-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
