const id = "sentyabr/daily_29-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_29-09";
						const body = "\n_“Если мы перестаем жить по Программе каждый день, то наши проблемы чрезмерно\nвозрастают”._\n\nОсновной текст, с. 120\n\n“Только сегодня” — это утешающая мысль. Если мы попробуем жить прошлым, мы\nможем оказаться раздираемыми болезненными, мучительными воспоминаниями. Уроки\nупотребления наркотиков — плохие учителя по выздоровлению. Жить будущим —\nзначит трястись от страха. Мы не можем узнать, что нас ждет в будущем, а\nнеопределенность порождает тревогу. Наша жизнь становится непереносимо\nтяжелой, когда мы теряем сосредоточенность на сегодняшнем дне.\n\nЖизнь настоящим моментом дает свободу. На этот момент мы уверены, что\nнаходимся в безопасности. Мы не употребляем, и у нас есть все, что требуется.\nБолее того, жизнь происходит именно здесь и сейчас. Прошлое ушло, а будущее\nеще не наступило; и оттого, что мы беспокоимся, ничего не изменится. Сегодня,\nв эту самую минуту, мы можем радоваться своему выздоровлению.\n\n**ТОЛЬКО СЕГОДНЯ** : Я останусь здесь и сейчас. Сегодня — в данный момент — я\nсвободен.\n";
						const data = {title:"29 сентября. Только сегодня",description:"Ежедневные размышления АН - 29 сентября. Только сегодня",id:"273",moth:"sentyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/sentyabr/daily_29-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
