const id = "fevral/daily_25-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_25-02";
						const body = "\n_“Было бы непростительно написать и положить все это в стол. Наши недостатки\nрастут в темноте, но умирают, если их выставить на свет”._\n\nОсновной текст, с. 40\n\nСколько раз мы уже слышали эту фразу: “Мы больны настолько, насколько не\nвысказались”? Не смотря на то, что многие участники не решаются раскрыть на\nсобрании какие-то очень личные детали своей жизни, важно то, что каждый из нас\nнаходит свой путь, лучше всего ему подходящий. Как насчет того, что у всех нас\nесть такие поступки, раскрыть которые означало бы сгореть от стыда? Насколько\nкомфортнее нам становится, когда мы открываемся, и перед кем? Если мы не можем\nподелиться какими-то моментами из своей жизни на собрании, то к кому мы тогда\nмы должны обратиться?\n\nОтвет на этот вопрос мы нашли, выбрав себе спонсора. Конечно, чтобы построить\nотношения со спонсором нужно время. Важно лишь доверять этому человеку\nнастолько, чтобы быть абсолютно честными! Наши недостатки имеют власть над\nнами только до тех пор, пока мы их прячем. Если мы хотим избавиться от них, мы\nдолжны их обнаружить и открыться. Секрет остается секретом только, пока о нем\nне знает еще какой-то человек.\n\n**ТОЛЬКО СЕГОДНЯ:** Я раскрою свои секреты. Я постараюсь быть честным со своим\nспонсором.\n";
						const data = {title:"25 февраля. Больны настолько, насколько не высказались",description:"Ежедневные размышления АН - 25 февраля. Больны настолько, насколько не высказались",id:"56",moth:"fevral"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/fevral/daily_25-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
