const id = "mart/daily_27-03.md";
						const collection = "diaries";
						const slug = "mart/daily_27-03";
						const body = "\n_“В соответствии с принципами выздоровления мы стараемся не осуждать, не\nнавешивать ярлыков и не поучать друг друга.”_\n\nОсновной текст, с.18\n\nСколько раз за время своего выздоровления мы неправильно понимали поведение\nдругого человека, немедленно давали ему оценку, навешивали ярлык и аккуратно\nпосылали человека в ячейку сортировочного ящика? Кто-то иначе понимал Силу,\nбольшую чем наша, и мы делали вывод, что их убеждения не духовны. Или, может\nбыть, мы видели как ругается пара, и сочли, что их взаимоотношения не\nздоровые, а позже обнаружили, что их брак успешно просуществовал много лет.\n\nБездумно сортируя своих друзей по категориям, мы упускаем для себя возможность\nузнать что-то о них. Всякий раз, когда мы судим поведение другого человека, мы\nтеряем возможность увидеть в нем своего потенциального друга и попутчика на\nдороге выздоровления.\n\nЕсли случиться спросить тех, кого мы осуждаем, нравиться ли им, что они\nподведены под какой-то стереотип, мы бы получили в ответ отчетливое «нет». А\nнам было бы приятно, если бы с нами поступили также? Нет, конечно. Проявить\nсебя с лучшей стороны — вот как бы мы хотели предстать перед другими. Так и\nнаши товарищи, выздоравливающие наркоманы, хотят, чтобы о них хорошо думали.\nНаша программа выздоровления говорит о том, что нам надо развивать в себе\nпозитивный взгляд на жизнь. Чем больше мы сосредотачиваемся на положительных\nкачествах других, тем больше положительных качеств мы отметим у себя.\n\n**ТОЛЬКО СЕГОДНЯ:** Я откажусь от негативных суждений о других и сосредоточюсь\nвместо этого на том, чтобы ценить позитивные качества во всех.\n";
						const data = {title:"27 марта.   В поисках  достоинств",description:"Ежедневные размышления АН - 27 марта.   В поисках  достоинств",id:"87",moth:"mart"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/mart/daily_27-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
