const id = "sentyabr/daily_16-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_16-09";
						const body = "\n_“Эмоциональное равновесие является одним из первых результатов медитации, и\nнаш опыт подтверждает это”._\n\nОсновной текст, с. 56\n\nХотя все мы определяем “эмоциональное равновесие” несколько по-разному, всем\nнам надо его достичь. Эмоциональное равновесие может означать обретение и\nподдержание позитивного взгляда на жизнь, не зависимо от того, что может\nпроисходить вокруг нас. Для некоторых эмоциональное равновесие — это понимание\nсвоих чувств, которое позволяет нам прислушиваться, а не реагировать на свои\nчувства. Это может означать, что мы испытываем свои чувства в полную силу и, в\nто же время, сдерживаем их избыточное проявление.\n\nЭмоциональное равновесие приходит с практикой молитвы и медитации. Мы\nстановимся спокойными и делимся своими мыслями, надеждами и тревогами с Богом,\nкак мы его понимаем. Затем слушаем руководство, ожидая сил, чтобы действовать\nпо этому руководству.\n\nПостепенно, наши навыки по поддержанию равновесия совершенствуются, и те дикие\nэмоциональные качели, на которых мы обычно находились, начинают\nостанавливаться и приходят в норму. Мы развиваем способность позволять другим\nлюдям испытывать их чувства; у нас нет необходимости осуждать их. И мы\nполностью владеем всем диапазоном своих личных эмоций.\n\n**ТОЛЬКО СЕГОДНЯ:** С помощью регулярной молитвы и медитации я открою, что\nзначит для меня иметь эмоциональное равновесие.\n";
						const data = {title:"16 сентября. Эмоциональное равновесие",description:"Ежедневные размышления АН - 16 сентября. Эмоциональное равновесие",id:"260",moth:"sentyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/sentyabr/daily_16-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
