const id = "yanvar/daily_12-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_12-01";
						const body = "\n_«Достигнув духовного пробуждения в результате выполнения этих шагов…»._\n\nДвенадцатый Шаг\n\n«Как я узнаю, что духовно пробудился?». Ко многим из нас духовное пробуждение\nприходит постепенно. Возможно, наше первое духовное осознание — это новый\nвзгляд на жизнь. Может быть, однажды рано утром мы неожиданно откроем для себя\nпение птиц. Простая красота цветка может напомнить нам, что все вокруг — это\nплоды работы Высшей Силы.\n\nЧасто, наше духовное побуждение становится сильнее со временем. Мы можем\nдостигать большего духовного осознания, просто проживая свою жизнь. Мы можем\nупорно продолжать попытки улучшить свой осознанный контакт с помощью\nежедневной молитвы и медитации. Мы можем прислушиваться к внутреннему голосу в\nпоисках необходимого нам руководства. Мы можем спрашивать других наркоманов об\nих духовном опыте. Мы можем найти время, чтобы насладиться красотой\nокружающего мира.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду размышлять о духовных пробуждениях, которые я уже\nиспытал. Я буду стремиться к тому, чтобы Бог вошел в мое сознание. Я найду\nвремя в течение дня, чтобы высоко оценить плоды работы Высшей Силы.\n";
						const data = {title:"12 января.  Духовное пробуждение",description:"Ежедневные размышления АН - 12 января.  Духовное пробуждение",id:"12",moth:"yanvar"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/yanvar/daily_12-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
