const id = "yanvar/daily_28-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_28-01";
						const body = "\n_«Мы никогда не сможем полностью выздороветь, не зависимо от того, сколько\nвремени мы остаемся чистыми»._\n\nОсновной текст, с. 101\n\nПобыв какое-то время в программе, некоторые из нас начинают думать, что мы уже\nизлечились. Мы усвоили все, чему может научить нас АН; мы переросли собрания;\nа наш спонсор порядком надоел, повторяя постоянно одно и то же: «Шаги, шаги,\nшаги!». Мы решаем, что самое время заняться своей жизнью, забыть дорогу на\nсобрания и попытаться наверстать те годы, которые мы потеряли во время\nактивной наркомании. Делая это, однако, мы ставим под угрозу свое\nвыздоровление.\n\nТе из нас, кто сорвался после таких попыток, стараются посещать так много\nсобраний, как могут — некоторые посещают собрания каждый день в течение\nнескольких лет. Нам может понадобиться много времени, чтобы понять, что мы\nнавсегда останемся наркоманами. Мы можем чувствовать себя прекрасно в какие-то\nдни, в другие дни не очень, но наша зависимость остается с нами _каждый день_.\nПостоянно в нас проявляются заблуждения, отрицание, прагматизм, осуждение,\nбезумие — все эти атрибуты наркоманского мышления. Если мы хотим продолжать\nжить и наслаждаться жизнью без наркотиков, мы должны активно работать по\nпрограмме выздоровления каждый день.\n\n**ТОЛЬКО СЕГОДНЯ:** Каждый день я — наркоман, но сегодня у меня есть шанс быть\n_выздоравливающим_ наркоманом. Я сделаю свой выбор в пользу работы по\nпрограмме.\n";
						const data = {title:"28 января.  Наркоман на всю жизнь",description:"Ежедневные размышления АН - 28 января.  Наркоман на всю жизнь",id:"28",moth:"yanvar"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/yanvar/daily_28-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
