const id = "sentyabr/daily_05-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_05-09";
						const body = "\n_«Мы обнаруживаем, что страдаем от заболевания, а не от моральных затруднений.\nМы неизлечимо больны, но наша болезнь может быть приостановлена путем\nвоздержания от наркотиков»._\n\nОсновной текст, с. 19\n\nДля многих из нас Анонимные Наркоманы стали выходом из тупика, в котором мы\nнаходились уже очень давно. Мы удивлялись, почему мы всегда чувствовали себя\nодиноко, даже находясь в толпе? Почему мы делали так много безумных,\nразрушающих нас вещей? Почему мы так часто чувствовали себя плохо? И как\nполучились, что наша жизнь пришла в такой беспорядок? Мы думали, что мы\nбезнадежно плохие или, может быть, безнадежно безумные.\n\nУчитывая это, легко понять, каким облегчением для нас было узнать, что мы\nстрадаем от заболевания. Наркомания – _вот_ что было источником наших проблем.\nМы узнали, что эту болезнь можно лечить. А в процессе лечения мы можем начать\nвыздоравливать.\n\nСегодня, когда мы видим, как симптомы нашей болезни проявляются в нашей жизни,\nнам не нужно отчаиваться. В конце концов, мы страдаем от болезни, поддающейся\nлечению, а не от моральных затруднений. Мы можем быть благодарны за то, что у\nнас есть шанс выздоравливать от болезни наркомании с помощью применения\nДвенадцати Шагов АН.\n\n**ТОЛЬКО СЕГОДНЯ:** Я благодарен за то, что страдаю от излечимой болезни, а не\nот моральных затруднений. Я буду продолжать лечение болезни наркомании,\nработая по программе АН.\n";
						const data = {title:"5 сентября.  Не безнадежно плохие",description:"Ежедневные размышления АН - 5 сентября.  Не безнадежно плохие",id:"249",moth:"sentyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/sentyabr/daily_05-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
