const id = "mart/daily_30-03.md";
						const collection = "diaries";
						const slug = "mart/daily_30-03";
						const body = "\n_“Постепенно, по мере того, как мы сосредотачиваемся более на Боге, чем на\nсебе, отчаяние переходит в надежду.”_\n\nОсновной текст, с.107\n\nЭто великолепно — иметь надежду! До того, как мы пришли к Анонимным\nНаркоманам, многие из нас жили совершенно безнадежной жизнью. Мы думали, что\nнаша судьба — умереть от нашей болезни.\n\nМногие участники говорят о том, что в первые месяцы в программе они находились\nна “розовом облаке”. Мы прекратили употреблять, обрели друзей, и жизнь в этот\nпериод кажется многообещающей. Все происходит просто замечательно. Но затем\nреальность возвращается к нам. Жизнь есть жизнь. Мы все также теряем работу,\nнаши партнеры кидают нас, наши друзья по-прежнему умирают, и мы по-прежнему\nплохо себя чувствуем. Воздержание от наркотиков не гарантирует того, что все в\nжизни будет происходить, как нам хочется.\n\nКогда реальность жизни во всей своей полноте предстает перед нами, мы\nобращаемся к нашей Высшей Силе и вспоминаем, что жизнь происходит именно так,\nкак она происходит. Но, что бы ни происходило с нами во время выздоровления,\nмы не должны отчаиваться, потому что всегда есть надежда. Эту надежду нам дают\nотношения с нашей Высшей Силой.\n\nЭти отношения, как было сказано выше, развиваются не сразу: “ _Постепенно_ мы\nвсе более сосредотачиваемся на Боге”. Если мы все больше и больше полагаемся\nна могущество нашей Высшей Силы, жизненные неурядицы перестают повергать нас в\nотчаяние. Если мы больше сосредотачиваемся на Боге, мы меньше циклимся на\nсебе.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду полагаться на мою Высшую Силу. Я приму то, что\nнезависимо от того, что происходит, моя Высшая Сила обеспечит меня ресурсами,\nчтобы пережить это.\n";
						const data = {title:"30 марта. Сосредоточенность на Боге",description:"Ежедневные размышления АН - 30 марта. Сосредоточенность на Боге",id:"90",moth:"mart"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/mart/daily_30-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
