const id = "yanvar/daily_17-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_17-01";
						const body = "\n_«По мере осознания необходимости быть прощенными, мы и сами начинаем прощать\nдругих. По крайней мере, мы больше не делаем несчастными других»._\n\nОсновной текст, с. 48\n\nКогда мы употребляли наркотики, мы зачастую обращались плохо с другими людьми,\nпорой намеренно находя способы сделать их жизнь несчастной. Выздоравливая, мы,\nвозможно, сохраняем предрасположенность осуждать действия других людей, так\nкак думаем, что знаем, как тот или другой должны вести себя. Но по мере того,\nкак мы продвигаемся вперед в своем выздоровлении, мы часто обнаруживаем такую\nвещь: чтобы принять себя, нам надо принять окружающих людей такими, какие они\nесть.\n\nИногда бывает очень трудно отвлеченно наблюдать за проявлением чужого безумия.\nНо если мы отделимся от проблемы, то сможем начать заниматься ее решением. И\nесли мы чувствуем, что действия других людей отражаются на нас, мы можем\nприменить принцип прощения.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду стремиться к тому, чтобы прощать, а не искать\nпрощения для себя. Я буду стараться поступать так, чтобы моя любовь к себе\nбыла заслуженной.\n";
						const data = {title:"17 января.  Прощение",description:"Ежедневные размышления АН - 17 января.  Прощение",id:"17",moth:"yanvar"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/yanvar/daily_17-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
