const id = "iyul/daily_07-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_07-07";
						const body = "\n_«Духовное Пробуждение приходит через понимание своей Высшей Силы, которое мы\nразвиваем, делясь выздоровлением с другими наркоманами»._\n\nОсновной текст, с. 62\n\nМы слышали, как говорят, что часто мы видим Бога наиболее отчетливо друг в\nдруге. Мы видим правоту этих слов, когда делаем Двенадцатый Шаг. Когда мы\nдоносим весть о выздоровлении до другого наркомана, мы чувствуем присутствие\nСилы, более могущественной, чем наша собственная. А когда мы наблюдаем, как\nнаша весть достигает своей цели, мы узнаем еще кое-что: это весть несет\nвыздоровление, но не сам вестник. Высшая Сила, а не наша собственная, является\nтворцом перемен, которые начинают происходить, когда мы доносим весть до все\nеще страдающего наркомана.\n\nКогда весть делает свою работу, преображая жизнь другого наркомана, мы видим\nВысшую Силу в действии. Мы наблюдаем, как принятие и надежда занимают место\nотрицания и отчаяния. Пред самыми нашими очами начинают появляться следы\nчестности, непредвзятости и готовности. Что-то появляется внутри этого\nчеловека, что-то большее и более могущественное, чем каждый из нас. Мы\nнаблюдаем, как Бог, к пониманию которого мы пришли, работает в жизни другого\nчеловека. Мы видим в других Высшую Силу. И мы знаем, с большей уверенностью,\nчем когда-либо, что эта Высшая Сила есть и в нас тоже и это она движет нашим\nвыздоровлением.\n\n**ТОЛЬКО СЕГОДНЯ:** Когда я буду нести весть о выздоровлении другому\nнаркоману, я попытаюсь обратить внимание на Силу, которая стоит за этой\nвестью. Сегодня, когда я буду наблюдать выздоровление других наркоманов, я\nпостараюсь распознать Бога в них, чтобы я мог лучше распознавать его в себе.\n";
						const data = {title:"7 июля. Бог в каждом из нас",description:"Ежедневные размышления АН - 7 июля. Бог в каждом из нас",id:"189",moth:"iyul"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyul/daily_07-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
