const id = "sentyabr/daily_12-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_12-09";
						const body = "\n_«Моя жизнь наладилась, и я становлюсь таким человеком, каким я хотел быть, а\nне тем невротичным и занудным типом, которым, как я думал, я всегда был без\nнаркотиков»._\n\nОсновной текст, Непереведенная история\n\nМожет ли вообще быть _жизнь_ без наркотиков? Новички уверены в том, что они\nобречены влачить жалкое существование, как только они бросят принимать\nнаркотики. Но этот страх ничего общего не имеет с реальностью.\n\nАнонимные Наркоманы открывают дверь в новую жизнь для своих членов.\nЕдинственное, что мы теряем в АН, так это свою рабскую зависимость от\nнаркотиков. Мы обретаем новых друзей, время на то, чтобы завести хобби,\nвозможность стабильного трудоустройства и даже шанс получить образование, если\nнам этого хочется. Мы способны начать дело и довести его до конца. Мы можем\nпойти на танцы и чувствовать себя там комфортно, даже если у нас обе ноги\nлевые. Мы начинаем откладывать деньги на путешествия, даже если они сводятся к\nпоездкам с палаткой в ближайший пригород. Выздоравливая, мы открываем для себя\nновые интересы и развиваем новое времяпрепровождение. Мы осмеливаемся мечтать.\n\nЖизнь, безусловно, меняется, когда у нас есть группа Анонимных Наркоманов, на\nкоторую мы всегда можем прийти. Благодаря любви, которую мы нашли в АН, мы\nначали верить в себя. Экипированные этой верой, мы совершаем путешествие в\nмир, чтобы открыть для себя новые горизонты. И часто какое-то место в мире\nстановится лучше оттого, что члены АН побывали там.\n\n**ТОЛЬКО СЕГОДНЯ:** Я могу жить налаженной, спокойной жизнью – жизнью, которую\nя не представлял себе даже в мечтах. Выздоровление открыло для меня новые\nгоризонты и экипировало для того, чтобы их достичь.\n";
						const data = {title:"12 сентября. Новые горизонты",description:"Ежедневные размышления АН - 12 сентября. Новые горизонты",id:"256",moth:"sentyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/sentyabr/daily_12-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
