const id = "maj/daily_10-05.md";
						const collection = "diaries";
						const slug = "maj/daily_10-05";
						const body = "\n_“Мы…получаем ясное представление о том, что дефекты характера делают с нашей\nжизнью. У нас появляется страстное желание освободиться от этих дефектов.”_\n\nОсновной текст, с. 42\n\nПолностью подготовиться к тому, чтобы избавиться от дефектов характера, — это\nдолгий процесс, и часто на это уходит целая жизнь. Наша готовность растет\nпрямо пропорционально нашему знанию этих дефектов и того вреда, который они\nпричиняют.\n\nНам может быть очень больно видеть, какое разрушительное воздействие наши\nнедостатки оказывают на нашу жизнь и жизни тех, кто нас окружает. Если это\nтак, то самое лучшее, что мы можем сделать, — это попросить Высшую Силу\nизбавить нас от пороков, преграждающих наш путь к прогрессу.\n\nЕсли мы избавляемся от своих недостатков и видим, как они постепенно уходят из\nнашей жизни, мы также замечаем, что любящий Бог замещает их отсутствие\nположительными качествами. Вместо трусости мы обретаем мужество. Вместо\nжадности — щедрость. Наш иллюзорный взгляд на самих себя исчезает и сменяется\nчестностью перед собой и принятием себя.\n\nДа, если мы полностью подготовимся, то перемены неизбежны. Каждый новый\nуровень готовности приносит свои подарки. Наша личность меняется, и вскоре мы\nобнаруживаем, что наша готовность больше не подпитывается болью, а только\nстрастным желанием расти духовно.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду повышать свою готовность, все лучше узнавая свои\nнедостатки.\n";
						const data = {title:"10 мая. Полностью подготовиться",description:"Ежедневные размышления АН - 10 мая. Полностью подготовиться",id:"131",moth:"maj"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/maj/daily_10-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
