const id = "noyabr/daily_25-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_25-11";
						const body = "\n_«Успокоение разума путем медитации приносит внутренний покой, который\nприводит нас к контакту с Богом внутри нас»._\n\nОсновной текст, с.56\n\nВыздоравливая, мы часто размышляем о том, что привело нас к Анонимным\nНаркоманам в первую очередь, и оцениваем, насколько улучшилась наша жизнь с\nтех пор. Нам больше не нужно бояться своих собственных мыслей. Чем больше мы\nмолимся и размышляем, тем лучше мы себя чувствуем и тем большего спокойствия\nмы достигаем. Успокоенность и умиротворение, которые снисходят на нас во время\nмедитации, являются подтверждением того, что наши самые главные потребности –\nдуховные – удовлетворены.\n\nВ процессе медитации мы как бы сопереживаем вместе с другими наркоманами и\nукрепляем свою совесть. Мы учимся не судить других, и ощущаем свободу в том,\nчтобы быть самими собой. В процессе этих духовных размышлений мы обретаем\n«Бога внутри себя» и видим, что находимся в гармонии с Силой, более\nмогущественной, чем наша собственная.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду размышлять над даром выздоровления и спокойно\nприслушиваться к голосу моей Высшей Силы и к ее руководству.\n";
						const data = {title:"25 ноября. Медитация",description:"Ежедневные размышления АН - 25 ноября. Медитация",id:"330",moth:"noyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/noyabr/daily_25-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
