const id = "avgust/daily_16-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_16-08";
						const body = "\n_«Это дорога духовного роста. Мы меняемся каждый день.… Этот рост — результат\nне столько желаний, сколько действий и молитв»._\n\nОсновной текст, с. 44\n\nНаша духовность никогда не стоит на месте; если она не растет, то она\nпонижается. Если мы перестанем совершать действия, наш духовность потеряет\nимпульс к росту. Постепенно наш рост замедлится, затем прекратится, а затем\nначнется откат. Наша терпимость исчезнет, готовность служить на благо других\nослабнет, а наше сознание сузится и станет закрытым. Очень скоро мы вернемся к\nтому, с чего начали: к состоянию войны со всем и со всеми, кто нас окружает, к\nнеспособности выносить даже самих себя.\n\nЕдинственный выход для нас — это активно участвовать в программе духовного\nроста. Мы молимся, стремясь к знанию, большему, чем наше собственное. Мы можем\nполучить это знание от Силы, более могущественной, чем наша собственная. Мы\nоткрываем свое сознание и сохраняем непредубежденность, становясь способными\nучиться и воспринимать то, чем другие делятся с нами. Мы демонстрируем свою\nготовность пробовать новые идеи и новые способы поведения, практикуя\nсовершенно новый образ жизни. Наш духовный прогресс набирает скорость,\nблагодаря центробежной силе, сообщаемой ему нашей Высшей Силой, которую мы с\nкаждым днем начинаем все лучше и лучше понимать.\n\nВниз или вверх — либо одно, либо другое, а между ними находится наш духовный\nрост. Выздоровление не черпает силы в мечтах, мы выздоравливаем, но только\nблагодаря действиям и молитвам.\n\n**ТОЛЬКО СЕГОДНЯ:** Единственная постоянная черта моей духовности — это то,\nчто она меняется. Я не могу полагаться на программу вчерашнего дня. Сегодня я\nстремлюсь к новому духовному росту с помощью действий и молитвы.\n";
						const data = {title:"16 августа.  Вверх или вниз",description:"Ежедневные размышления АН - 16 августа.  Вверх или вниз",id:"229",moth:"avgust"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/avgust/daily_16-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
