const id = "iyun/daily_24-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_24-06";
						const body = "\n_“… постоянно напоминающая нам о необходимости ставить принципы выше\nличностей”._\n\nДвенадцатая Традиция\n\nИногда трудно принять недостатки характера других людей. Когда мы вместе\nвыздоравливаем, мы не только слушаем, как другие беседуют на собраниях, а\nтакже следим, как они продвигаются в своем выздоровлении. Чем лучше мы узнаем\nдругих членов группы, тем лучше мы знаем, какую жизнь они ведут. Мы можем\nиметь свое мнение о том «как они работают по программе». Мы можем\nпочувствовать, что определенные члены группы портят нам настроение или даже\nмогли сами услышать, что «если бы я работал по программе так, как он, то точно\nбы употреблял наркотики».\n\nМы поняли, что терпимость — это принцип, который укрепляет не только наше\nвыздоровление, но также наши взаимоотношения с людьми, которые являются для\nнас источником раздражения. Становится легче принимать слабости остальных\nчленов группы, когда мы вспоминаем, что о своих недостатках характера мы сами\nне задумываемся до тех пор, пока не начинаем мучаться от сознания того, что\nони есть.\n\n**ТОЛЬКО СЕГОДНЯ:** Ябуду добиваться того, чтобы принимать других людей\nтакими, какие они есть. Я буду пытаться не судить других людей. Я\nсосредоточусь на принципах любви и принятия.\n";
						const data = {title:"24 июня.  Терпимость",description:"Ежедневные размышления АН - 24 июня.  Терпимость",id:"176",moth:"iyun"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyun/daily_24-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
