const id = "maj/daily_02-05.md";
						const collection = "diaries";
						const slug = "maj/daily_02-05";
						const body = "\n_“Существует одно препятствие, которое больше, чем другие угрожает процессу\nвыздоровления; это равнодушие или нетерпимость к духовным принципам.”_\n\nОсновной текст, с. 25\n\nКогда мы впервые пришли в АН, многим из нас было очень трудно принять духовные\nпринципы, на которых, основана эта программа, — и это понятно. Как бы мы ни\nпытались контролировать свою зависимость, мы поняли, что бессильны перед ней.\nКогда кто-нибудь говорил, что и у нас есть надежда, в нас закипала злость и\nраздражение, потому что мы лучше знали, что надежды у нас нет. Духовные идеалы\nмогли оказать влияние на чью-то жизнь, но только не на нашу.\n\nНесмотря на наше безразличие и нетерпимость к духовным принципам, мы все-таки\nоказались в Анонимных Наркоманах. Здесь мы встретили других наркоманов. Они\nбыли там же, где и мы, бессильные и безнадежные, до тех пор пока не нашли путь\nк тому, чтобы не просто прекратить употреблять, а жить и радоваться чистой\nжизни. Они говорили о духовных принципах, которые указали им путь к этой новой\nжизни в выздоровлении. Для них эти принципы не были просто теорией, они\nпрактиковали их в своей жизни. Да, наш скептицизм вполне понятен, но эти\nдуховные принципы, о которых говорят другие участники NA, похоже,\nдействительно работают.\n\nКогда мы однажды признали это, у нас уже не было необходимости отдельно\nпризнавать каждую новую идею, которую мы слышали. Но зато мы начали думать о\nтом, что, если эти духовные принципы работают для других, то _может быть_ они\nсработают и для нас, и _всего лишь_. Для начала этой готовности было\nдостаточно.\n\n**ТОЛЬКО СЕГОДНЯ:** Всего лишь может быть так, что духовные принципы, о\nкоторых говорят в NA, сработают для меня. В конце концов я готов без\nпредубеждения принять эту возможность.\n";
						const data = {title:"2 мая. “Всего лишь может быть”",description:"Ежедневные размышления АН - 2 мая. “Всего лишь может быть”",id:"123",moth:"maj"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/maj/daily_02-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
