import { f as createComponent, r as renderTemplate, m as maybeRenderHead, u as unescapeHTML } from './astro_B8tmmdD1.mjs';
import 'kleur/colors';
import 'clsx';

const html = "<p><em>“… мы узнаем, что хотим того же, чего хочет для нас Бог. Воля Бога становится\nнашей собственной истинной волей.”</em></p>\n<p>Основной текст, сс.56-57</p>\n<p>Человеку свойственно хотеть получить что-либо даром. Мы можем растеряться и\nпоступить по-старому, когда кассир в магазине дает нам сдачу с двадцати\nдолларов, хотя мы заплатили всего десять. Мы склонны считать, что если никто\nне знает, один маленький обман не имеет значения. Но есть кто <em>знает</em> , — это\n<em>мы</em>. И это <em>имеет</em> значение.</p>\n<p>То, что срабатывало для нас во время употребления, часто перестает срабатывать\nв выздоровлении. Когда мы растем духовно, работая по Двенадцати Шагам, мы\nначинаем развивать в себе новые ценности и стандарты. Мы начинаем чувствовать\nсебя неловко, когда используем ситуации, которые, будь то в прошлом, вызвали\nбы у нас злорадство от провернутого дельца.</p>\n<p>В прошлом мы могли жертвовать другими. Однако, когда мы работаем по Двенадцати\nШагам, наши ценности изменяются. Исполнять волю Бога становится важнее, чем\nпроворачивать дела.</p>\n<p>Когда у нас изменяется система ценностей, наша жизнь тоже меняется.\nРуководимые внутренним знанием, данным нам Высшей Силой, мы хотим жить по\nвновь обретенным ценностям, мы восприняли волю Высшей Силы для нас —\nсобственно, воля Бога для нас стала нашей собственной истинной волей.</p>\n<p><strong>ТОЛЬКО СЕГОДНЯ:</strong> Путем совершенствования сознательного контакта с Богом, у\nменя изменилась система ценностей. Сегодня я буду осуществлять волю Бога, мою\nсобственную истинную волю.</p>";

				const frontmatter = {"title":"29 марта.  Наша собственная истинная воля","description":"Ежедневные размышления АН - 29 марта.  Наша собственная истинная воля","id":"89","heroImage":"","pubDate":"2023-05-04T00:00:00.000Z","moth":"mart"};
				const file = "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/mart/daily_29-03.md";
				const url = undefined;
				function rawContent() {
					return "\n_“… мы узнаем, что хотим того же, чего хочет для нас Бог. Воля Бога становится\nнашей собственной истинной волей.”_\n\nОсновной текст, сс.56-57\n\nЧеловеку свойственно хотеть получить что-либо даром. Мы можем растеряться и\nпоступить по-старому, когда кассир в магазине дает нам сдачу с двадцати\nдолларов, хотя мы заплатили всего десять. Мы склонны считать, что если никто\nне знает, один маленький обман не имеет значения. Но есть кто _знает_ , — это\n_мы_. И это _имеет_ значение.\n\nТо, что срабатывало для нас во время употребления, часто перестает срабатывать\nв выздоровлении. Когда мы растем духовно, работая по Двенадцати Шагам, мы\nначинаем развивать в себе новые ценности и стандарты. Мы начинаем чувствовать\nсебя неловко, когда используем ситуации, которые, будь то в прошлом, вызвали\nбы у нас злорадство от провернутого дельца.\n\nВ прошлом мы могли жертвовать другими. Однако, когда мы работаем по Двенадцати\nШагам, наши ценности изменяются. Исполнять волю Бога становится важнее, чем\nпроворачивать дела.\n\nКогда у нас изменяется система ценностей, наша жизнь тоже меняется.\nРуководимые внутренним знанием, данным нам Высшей Силой, мы хотим жить по\nвновь обретенным ценностям, мы восприняли волю Высшей Силы для нас —\nсобственно, воля Бога для нас стала нашей собственной истинной волей.\n\n**ТОЛЬКО СЕГОДНЯ:** Путем совершенствования сознательного контакта с Богом, у\nменя изменилась система ценностей. Сегодня я буду осуществлять волю Бога, мою\nсобственную истинную волю.\n";
				}
				function compiledContent() {
					return html;
				}
				function getHeadings() {
					return [];
				}

				const Content = createComponent((result, _props, slots) => {
					const { layout, ...content } = frontmatter;
					content.file = file;
					content.url = url;

					return renderTemplate`${maybeRenderHead()}${unescapeHTML(html)}`;
				});

export { Content, compiledContent, Content as default, file, frontmatter, getHeadings, rawContent, url };
