const id = "iyul/daily_20-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_20-07";
						const body = "\n_«Мы признали свое бессилие перед наркоманией, признали, что наша жизнь стала\nнеуправляемой»_\n\nШаг Первый\n\nПервый Шаг начинается со слова «мы», и на то есть причина. Признаться вслух в\nнашем бессилии — это очень сильно. И когда мы идем на группу и делаем это\nпризнание, мы обретаем не просто личную силу. Мы становимся членами, частью\nколлективного «мы», которое позволяет нам вместе выздоравливать от наркомании.\nВместе с членством в АН приходит богатый опыт: опыт других наркоманов, который\nнашли способ лечить свою болезнь.\n\nБольше нам не надо в одиночку ломать голову над тем, как справиться со своей\nнаркоманией. Когда мы честно признаем свою беспомощность перед наркоманией, мы\nможем начинать искать путь к лучшей жизни. Мы не будем искать в одиночку — мы\nв хорошей компании.\n\n**ТОЛЬКО СЕГОДНЯ:** Я начну день с признания своего бессилия перед\nнаркоманией. Я напомню себе, что Первый Шаг начинается со слова «мы», и я буду\nзнать, что мне никогда больше не придется оставаться один на один со своей\nболезнью.\n";
						const data = {title:"20 июля.  Первый Шаг",description:"Ежедневные размышления АН - 20 июля.  Первый Шаг",id:"202",moth:"iyul"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyul/daily_20-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
