const id = "noyabr/daily_20-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_20-11";
						const body = "\n_“Мы не умели обращаться с успехом, поэтому неудача стала нашим жизненным\nстилем”._\n\nОсновной текст, с. 108\n\nСотни раз за время нашего употребления мы мечтали стать кем-то, занять чье-то\nместо. Мы, возможно, были готовы поменяться местами с человеком, у которого\nбыла красивая машина, большой дом, лучшая работа, привлекательная жена, мы\nготовы были отдать за это все, что имели. Так велико было наше отчаяние, что\nмы с трудом могли представить, чтобы кому-то было еще хуже, чем нам.\n\nВ выздоровлении мы можем выяснить, что испытываем различные проявления\nзависти. Мы продолжаем сравнивать свое положение с положением других, и\nчувствуем, что нам все еще чего-то не хватает. Мы можем думать, что все, от\nновичка до человека с самым большим сроком чистоты, высказываются на собраниях\nлучше, чем мы. Мы продолжаем думать, что кто-то, должно быть, лучше работает\nпо программе, раз у него есть хорошая машина, большой дом, больше денег и т.п.\n\nПроцесс выздоровления, в основе которого лежит работа по Двенадцати Шагам,\nпоможет нам избавиться от зависти и низкой самооценки. Он поможет нам достичь\nдуховной самодостаточности и более глубокого понимания того, что мы на самом\nделе имеем. Мы обнаруживаем, что ни при каких обстоятельствах не хотели бы\nпоменяться местами с другим человеком, так как то, что мы открыли для себя\nвнутри нас самих — бесценно.\n\n**ТОЛЬКО СЕГОДНЯ:** В моей жизни есть очень много такого, за что я могу быть\nблагодарным. Я буду лелеять свою духовную самодостаточность, которую обрел в\nвыздоровлении.\n";
						const data = {title:"20 ноября. Обретение самодостаточности",description:"Ежедневные размышления АН - 20 ноября. Обретение самодостаточности",id:"325",moth:"noyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/noyabr/daily_20-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
