const id = "yanvar/daily_19-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_19-01";
						const body = "\n_«Если мы перестаем жить по Программе каждый день, то наши проблемы чрезмерно\nвозрастают»._\n\nОсновной текст, с. 120\n\nНекоторые из нас склонны из любой проблемы делать слона. Даже те из нас, кто\nуже обрел черты здравомыслия, в какой-то момент выздоровления тоже сильно\nраздували свои проблемы. И если мы еще до сих пор не делали этого, то скорей\nвсего вскоре сделаем!\n\nКогда жизненные трудности загоняют нас в тупик, самым лучшим выходом будет\nотчетливо напомнить себе о том, что происходит хорошего. Может быть, мы\nбоимся, что не сможем оплатить счета за месяц. Вместо того, чтобы сидеть за\nкалькулятором, снова и снова подсчитывая наши финансовые задолженности, мы\nможем предпринять переоценку того, что мы делаем для снижения долга. Следуя\nэтому мини-анализу, мы начинаем выполнять ближайшие задачи, и напоминаем себе,\nчто до тех пор, пока мы трудимся, любящая Высшая Сила будет заботиться о нас.\n\nСлоноподобные проблемы иногда возникают, но нам не нужно самим их создавать.\nВера в любящего Бога, как мы его понимаем, позволит нам увидеть большинство\nпроблем в их истинном размере. Нам больше не надо создавать хаос, чтобы\nиспытывать волнение в своей жизни. Выздоровление в реальной жизни дает нам\nбесчисленные поводы для волнения и переживаний.\n\n**ТОЛЬКО СЕГОДНЯ:** Я окину свои проблемы реалистичным взглядом и увижу, что\nбольшинство из них незначительны. Я не стану их раздувать, и буду наслаждаться\nсвоим выздоровлением.\n";
						const data = {title:"19 января. Делать из мухи слона",description:"Ежедневные размышления АН - 19 января. Делать из мухи слона",id:"19",moth:"yanvar"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/yanvar/daily_19-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
