const id = "iyul/daily_11-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_11-07";
						const body = "\n_“Мы успокаиваемся сами и поддерживаем других”._\n\nОсновной текст, с. 119\n\nМногие из нас наблюдали, как дети делают свои первые шаги. Мать поддерживает\nребенка на ногах. Отец встает рядом на колени с протянутыми руками,\nподбадривая малютку, его лицо светится любовью. Ребенок делает несколько\nмаленьких шажочков в направлении отца. Брат и сестра постарше подбадривают\nмалыша, чтобы он двигался дальше. Ребенок падает. Его мать, приговаривая слова\nутешения, поднимает дитя, и начинается все сначала. На этот раз ребенок не\nпадает, пока не добирается, наконец, до отца и не оказывается в его крепких\nруках.\n\nБудучи новичками, мы так же, как этот маленький ребенок доходим до группы АН.\nМы привыкли к наркоманской жизни, полной страха и неопределенности, поэтому\nнам нужна помощь, чтобы устоять на ногах. Как ребенок, начинающий свой путь к\nвзрослой жизни, мы делаем свои первые неуверенные шаги к выздоровлению. Мы\nучимся новому образу жизни, у тех, кто ушел вперед. Они нас ободряют и\nподдерживают, говоря, что помогало — и что не помогало — им. Наш спонсор\nвсегда, когда надо, задаст нам правильное направление.\n\nЧасто у нас появляется ощущение, что мы не сможем сделать следующего шага в\nвыздоровлении. Точно так же, как ребенок, который учится ходить, мы иногда\nспотыкаемся или падаем. Но Высшая Сила всегда рядом с нами с простертыми\nруками. И, как братья и сестры ребенка, которые выкрикивают подбадривающие\nслова, нас на пути к полной жизни в выздоровлении поддерживают анонимные\nнаркоманы.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду черпать силы у людей. Я буду поддерживать людей,\nкоторым могут понадобиться мои силы.\n";
						const data = {title:"11 июля. Ободрение",description:"Ежедневные размышления АН - 11 июля. Ободрение",id:"193",moth:"iyul"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyul/daily_11-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
