const id = "maj/daily_17-05.md";
						const collection = "diaries";
						const slug = "maj/daily_17-05";
						const body = "\n_“Мы полностью подготовились к тому, чтобы Бог избавил нас от всех этих\nдефектов характера”_\n\nШестой Шаг\n\nПосле того, как мы сделали Пятый Шаг, многие из нас провели какое-то время в\nразмышлениях об “истинной природе наших недостатков” о той роли, которую они\nсыграли в нашей судьбе. Какой была бы наша жизнь, к примеру, не будь мы так\nсамонадеянны?\n\nБезусловно, самонадеянность не позволяла нам сходиться с людьми, мешала нам\nвоспринимать чужой опыт. В то же время самонадеянность хорошо служила нам,\nподдерживая наше эго несмотря на крайне низкую самооценку. Какой поддержки мы\nбы лишились, избавившись от этой самонадеянности, и что бы тогда могло\nпроизойти?\n\nИзбавившись от самонадеянности, мы стали бы на один шаг ближе к тому, чтобы\nзанять свое место среди других людей. Мы стали бы способны оценить общество\nдругих, их мудрость и их опыт. Поддержка и руководство пришли бы к нам, если\nбы мы выбрали для себя заботу нашей Высшей Силы; и наша “низкая самооценка”\nперестала быть камнем преткновения.\n\nОдин за другим мы исследовали свои недостатки подобным образом и выяснили, что\nвсе они мешают нам, — кстати, именно поэтому мы _называем_ их дефектами. Так\nполностью ли мы подготовились к тому, чтобы Бог избавил нас от них? _Да._\n\n**ТОЛЬКО СЕГОДНЯ:** Я тщательно исследую все дефекты своего характера и узнаю,\nготов ли я к тому, чтобы Бог, как я его понимаю, избавил меня от них.\n";
						const data = {title:"17 мая. “Дефекты”",description:"Ежедневные размышления АН - 17 мая. “Дефекты”",id:"138",moth:"maj"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/maj/daily_17-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
