const id = "iyul/daily_29-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_29-07";
						const body = "\n_“По мере осознания необходимость быть прощенными, мы и сами начинаем прощать\nдругих”._\n\nОсновной текст, с.48\n\nНаше поведение в отношении других людей в жизни — это зеркало нашего отношения\nк самим себе. Когда мы требуем совершенства от себя, мы приходим к тому, что\nтребуем того же от окружающих нас людей. Когда мы стремимся исправлять свою\nжизнь и выздоравливать, мы думаем, что другие люди будут также много работать\nи выздоравливать с той же скоростью. Из-за того, что мы часто не прощаем\nошибок себе, мы можем прекратить отношения с друзьями или с членами семьи,\nкогда они не оправдывают наших ожиданий.\n\nРабота по шагам помогает нам понять границы своих возможностей и свои\nчеловеческие качества. Мы приходим к тому, что расцениваем свои неудачи как\nчеловеческие ошибки. Мы понимаем, что никогда не будем совершенны, что,\nиногда, будем расстраивать себя и других людей. Мы надеемся на прощение.\n\nКогда мы научимся бережно относиться к себе, мы сможем начать подходить к\nдругим людям в рамках приятия и терпимости. Эти люди тоже всего лишь люди,\nкоторые пытаются сделать, как лучше, и иногда у них не получается.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду относиться к людям так же терпимо и снисходительно,\nкак хотелось бы, чтобы относились ко мне.\n";
						const data = {title:"29 июля. Ожидания",description:"Ежедневные размышления АН - 29 июля. Ожидания",id:"211",moth:"iyul"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyul/daily_29-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
