const id = "dekabr/daily_10-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_10-12";
						const body = "\n_«Я начал подражать победителям и делать те вещи, которые делали они. Я\nутвердился в АН. Я почувствовал себя хорошо»._\n\nОсновной текст, Непереведенная история\n\nМы часто слышим на собраниях, что «мы должны выздоравливать вслед за\nпобедителями». Кто же эти победители в Анонимных Наркоманах? Определить их\nочень просто. Они активно работают по программе выздоровления, живут по\nправилам, и у них не возникает проблем. Победители всегда готовы протянуть\nруку помощи новичку. У них есть спонсоры, и они работают вместе с ними.\nПобедители остаются чистыми только сегодня.\n\nПобедители — это наркоманы, которые развивают в себе позитивное мышление и\nпридерживаются его. У них случаются трудности, но даже в эти периоды они\nпосещают собрания и открыто делятся с другими своими трудностями. Победители\nзнают и верят, что с помощью Высшей Силы они справятся с любой ситуацией.\n\nПобедители занимаются служением для сообщества. Победители действуют согласно\nтрадиции, которая говорит, «принципы важнее личностей». Победители не забывают\nо принципе анонимности, потому что не важно, кто действует от имени\nсообщества, если речь идет о сообществе.\n\nПобедители не теряют чувства юмора. Они могут посмеяться над собой. И когда\nпобедители смеются, они смеются вместе с тобой, а не над тобой.\n\nКто такие победители в Анонимных Наркоманах? Любой из нас может считаться\nпобедителем. В каждом из нас есть черты, присущие победителю; иногда мы почти\nсоответствуем идеалу, иногда далеки от него. Если сегодня мы остаемся чистыми\nи работаем по программе, делая для этого все, что в наших силах, то мы _уже_\nпобедители!\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду стремиться соответствовать моему идеалу. Я буду\nпобедителем.\n";
						const data = {title:"10 декабря.  Победители",description:"Ежедневные размышления АН - 10 декабря.  Победители",id:"345",moth:"dekabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/dekabr/daily_10-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
