const id = "iyun/daily_20-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_20-06";
						const body = "\n_«Для некоторых молитва — это обращение к Божьей помощи, а медитация — это\nвыслушивание Его ответа… Успокоение разума путем медитации приносит внутренний\nпокой, который приводит нас к контакту с Богом внутри нас”._\n\nОсновной текст, сс. 55-56\n\n«Имейте терпение, когда учитесь медитации», — говорили многим из нас. «Для\nтого, чтобы понять, что «слушать», требуется опыт».\n\nМы рады, что кто-то нам об этом сказал, иначе многие бы из нас бросили бы\nмедитировать после пары недель попыток. В течение первых нескольких недель мы,\nможет быть, садились каждое утро, успокаивали свои мысли и «слушали» точно,\nкак говорилось в Основном тексте, — но ничего не «слышали». Может\nпотребоваться несколько недель прежде чем что-то станет получаться. Но и когда\nполучилось, результаты были едва ощутимы. После утренних медитаций мы не на\nмного лучше относились к своей жизни, с не на много большим сочувствием\nподходили к тем, с кем сталкивались за день, наш контакт с Высшей Силой\nстановился не намного лучше.\n\nБольшинство из нас не делали из этого трагедии — они осознавали это без\nраскатов грома и ударов молний. Вместо этого появлялось ощущение спокойствия и\nсилы. Мы занимались тем, чтобы устранить свое эго и избавлялись от старых\nпредставлений. На расчищенном месте мы совершенствовали свой сознательный\nконтакт с источником своего повседневного выздоровления, Богом как мы его\nпонимаем. Медитация была для нас делом новым. Это дело требовало времени и\nнавыка. Но, как и шаги, медитации срабатывают, когда мы работаем с ними.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду тренироваться в «слушании», чтобы знать волю Бога\nдля меня, даже если еще не буду знать как «слушать».\n";
						const data = {title:"20 июня. Размышления для начинающих",description:"Ежедневные размышления АН - 20 июня. Размышления для начинающих",id:"172",moth:"iyun"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyun/daily_20-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
