const id = "noyabr/daily_28-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_28-11";
						const body = "\n_«Быть по-настоящему смиренными — это значит принять себя и честно стараться\nбыть самими собой»._\n\nОсновной текст, с.43\n\nСмирение — загадочная концепция. Мы прекрасно знаем, что такое унижение, но\nсмирение для нас — это нечто совершенно новое. Звучит наподобие пресмыкания,\nрасшаркивания и лизоблюдства. Но смирение не имеет к этому никакого отношения.\nНастоящее смирение — это просто принятие самих себя такими, какие мы есть.\n\nК тому времени, когда мы приступаем к Шагу, в котором встречаем слово\n«смирение», мы уже имеем опыт применения этого принципа в жизни. Четвертый Шаг\nдает нам возможность _исследовать,_ кто мы в действительности, а Пятый Шаг\nпомогает _принять_ это знание.\n\nНа практике смирение подразумевает принятие своей истинной природы и честную\nпопытку быть самими собой. Нам не нужно заискивать и унижаться перед самими\nсобой, не надо пытаться выглядеть солиднее, благополучнее или счастливее, чем\nмы есть на самом деле. Смирение означает, что мы отбрасываем все наносное и\nживем как можно честнее.\n\n**ТОЛЬКО СЕГОДНЯ:** Я позволю, чтобы моими действиями руководило мое истинное\nя. Сегодня я встречу мир, будучи самим собой.\n";
						const data = {title:"28 ноября.  Быть самим собой",description:"Ежедневные размышления АН - 28 ноября.  Быть самим собой",id:"333",moth:"noyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/noyabr/daily_28-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
