const id = "noyabr/daily_27-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_27-11";
						const body = "\n_«Со временем, в процессе выздоровления, решение просить Бога о помощи\nстановится нашим самым главным источником силы и мужества»._\n\nОсновной текст, с. 32\n\nКогда мы делаем Третий Шаг, мы принимаем решение позволить любящей Высшей Силе\nруководить нами и заботиться о нас в повседневной жизни. Мы принимаем решение\nдопустить руководство и заботу в нашу жизнь. Некоторые из нас верят, что как\nтолько мы примем решение в Третьем Шаге, Бог будет руководить нами; с этого\nмомента в дальнейшем нам надо будет только внимательно следить за тем, куда он\nнас ведет.\n\nПринятие решения в Третьем Шаге – это акт доверия; обращение за помощью к Богу\n– способ поддерживать это доверие. Вера в повседневных делах дает нам\nнеобходимые мужество и силу, потому что мы знаем, что нам помогает любящая\nВысшая Сила. Мы надеемся, что получим то, что нам необходимо. Мы можем\nпроявить веру и доверие, просто обратившись с просьбой.\n\n**ТОЛЬКО СЕГОДНЯ:** Я напомню себе, что я не одинок, потому что я могу\nобратиться за помощью к Высшей Силе на каждом шагу моего пути.\n";
						const data = {title:"27 ноября. В поисках Божьей помощи",description:"Ежедневные размышления АН - 27 ноября. В поисках Божьей помощи",id:"332",moth:"noyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/noyabr/daily_27-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
