const id = "iyun/daily_03-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_03-06";
						const body = "\n_“Мы возмещаем ущерб, стараясь изо всех сил”._\n\nОсновной текст, с. 48\n\nДевятый Шаг говорит, что нам следует возмещать прямой ущерб, где только\nвозможно. Наш опыт подсказывает, что прямое возмещение — это не все, за ним\nдолжен последовать процесс изменения наших взглядов и поведения; то есть\nпроцесс _косвенного_ возмещения ущерба.\n\nДля примера скажем, мы разбили окно какому-то человеку, так как были злы на\nнего. Просто посмотреть одухотворенно в глаза этому человеку и извиниться\nбудет недостаточно. Мы прямо возмещаем причиненный нами ущерб, признавая его и\nвставляя новое стекло, — мы восстанавливаем то, что повредили.\n\nЗатем мы продолжаем прямое возмещение ущерба _косвенным._ Если, разбивая кому-\nто окно, мы действовали из-за злости, мы исследуем черты своего поведения и\nсвоих взглядов. После починки разбитого окна мы стараемся также исправить свои\nпокалеченные жизненные взгляды, — мы пытаемся “исправить причины”. Мы\nмоделируем свое поведение и стараемся в течение дня не проявлять злость.\n\nМы прямо возмещаем ущерб, восстанавливая то, чему мы повредили. Мы косвенно\nвозмещаем ущерб, исправляя свои взгляды, и, в первую очередь, те, которые\nстали причиной нанесения нами ущерба. Косвенное возмещение помогает нам\nубедиться, что мы больше не причиним подобного ущерба в будущем.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду прямо возмещать ущерб, где только возможно. Я также\nбуду косвенно возмещать ущерб, “исправляя свои причины”, меняя взгляды и\nизменяя поведение.\n";
						const data = {title:"3 июня. Прямое и косвенное возмещение ущерба",description:"Ежедневные размышления АН - 3 июня. Прямое и косвенное возмещение ущерба",id:"155",moth:"iyun"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyun/daily_03-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
