const id = "noyabr/daily_02-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_02-11";
						const body = "\n_«Очень важно иметь неравнодушных людей рядом, когда нам тяжело»._\n\nОсновной текст, с. 67\n\nДля большинства наших проблем есть простые решения. Мы звоним спонсору,\nмолимся, работаем по шагам или идем на собрание. Но как быть в ситуации, когда\nбремя не становится легче и конца ему не видно?\n\nБольшинство из нас знает, что значит проживать болезненную ситуацию — кажется,\nчто трудности никогда не пройдут. У одних из нас неизлечимая, угрожающая жизни\nболезнь. У других неисправимые дети. Некоторым из нас просто заработка не\nхватает на жизнь. Кто-то из нас ухаживает за хронически больным другом или\nчленом семьи.\n\nТе из нас, у кого когда-либо был опыт жизни с неразрешимыми трудностями,\nзнают, насколько становится легче просто от того, что поговоришь о своих\nпроблемах с выздоравливающими друзьями. Мы можем получить небольшое облегчение\nот того, что посмеемся. Наши друзья могут посочувствовать нам или поплакать из\nсострадания. Что бы они ни делали, они облегчают наше бремя. Они, может быть,\nне в состоянии разрешить наши трудности или устранить наши болезненные\nпереживания, но уже сама мысль о том, что нас любят и о нас заботятся, делает\nнаши трудности переносимыми. Нам никогда больше не придется оставаться наедине\nсо своей болью.\n\n**ТОЛЬКО СЕГОДНЯ:** Проблемы, которые я не могу разрешить, можно сделать\nпереносимыми, поговорив о них с другом. Сегодня я позвоню кому-нибудь, кто мне\nсочувствует.\n";
						const data = {title:"2 ноября. Жизнь с неразрешимыми трудностями",description:"Ежедневные размышления АН - 2 ноября. Жизнь с неразрешимыми трудностями",id:"307",moth:"noyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/noyabr/daily_02-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
