const id = "iyun/daily_19-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_19-06";
						const body = "\n_“Освободившись от погруженности в себя, мы начинаем понимать, что значит быть\nсчастливым, радостным и свободным”._\n\nОсновной текст, с.128\n\nСмех на собраниях часто удивляет новичков. Но в группе ценится исцеление,\nкоторое несет здоровый смех. Даже если мы сильно встревожены, радость, которая\nцарит на собраниях, позволяет нам на время повеселиться по поводу своего\nвыздоровления. Благодаря юмору мы отвлекаемся от погруженности в себя.\n\nЖизнь с ее законами часто очень далека от веселья. Но если нам удается\nсохранять чувство юмора по отношению к себе, то мы будем легко переносить\nтрудности, которые бы иначе нас сломили. Как часто мы доводили до того, чтобы\nрасстраиваться по поводу вещей, которые, отнесись мы к ним с юмором, совсем не\nпоказались нам такими уж страшными? Когда нас раздражают люди или обстановка,\nюмор в подобных ситуациях помогает взглянуть на вещи не так мрачно. Умение\nотноситься с юмором к трудным ситуациям — это дар, который необходимо\nразвивать.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду искать и находить юмор в превратностях судьбы.\nКогда я сделаю ошибку, я найду в себе силы посмеяться над своими недостатками.\n";
						const data = {title:"19 июня. Чувство юмора",description:"Ежедневные размышления АН - 19 июня. Чувство юмора",id:"171",moth:"iyun"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyun/daily_19-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
