const id = "maj/daily_11-05.md";
						const collection = "diaries";
						const slug = "maj/daily_11-05";
						const body = "\n_“Многие из наших основных трудностей происходят от нашей неопытности в жизни\nбез наркотиков. Часто бывает, что мы спрашиваем кого-то из ветеранов о том,\nчто делать, и удивляемся простоте ответа.”_\n\nОсновной текст, с. 51\n\nНахождение равновесия в выздоровлении слегка напоминает упражнение с весами и\nпеском. Цель в том, чтобы поместить одинаковое количество песка на каждую\nчашку, получая при этом равновесие.\n\nТо же самое мы делаем с выздоровлением. С одной стороны у нас есть основа —\nчистое время и Двенадцать Шагов, а на другую мы пытаемся добавить\nтрудоустройство, домашние обязанности, друзей, спонсируемых, отношения,\nсобрания и служение. С той и с другой стороны надо соблюсти такие пропорции,\nчтобы сохранить равновесие. Первая попытка может вывести наши весы из\nравновесия. Мы можем выяснить, что из-за чрезмерной вовлеченности в служение\nмы забросили работу или семью. Но если мы пытаемся решить эту проблему,\nполностью исключив служение в NA, то равновесие опять же будет нарушено.\n\nМы можем попросить помощи у участников, которые научились поддерживать\nравновесие. Таких людей видно сразу. Они спокойны душевно и в поведении,\nуверенны в себе. Они улыбнутся, узнав о нашей дилемме и поделятся своим\nопытом: надо добавлять всего несколько песчинок на каждую чашу весов\nпостоянно, и мы получим равновесие в выздоровлении.\n\n**ТОЛЬКО СЕГОДНЯ:** Я ищу равновесия в своей жизни. Сегодня я попрошу других\nподелиться со мной опытом нахождения этого равновесия.\n";
						const data = {title:"11 мая. Уравновешивая чаши весов",description:"Ежедневные размышления АН - 11 мая. Уравновешивая чаши весов",id:"132",moth:"maj"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/maj/daily_11-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
