const id = "fevral/daily_09-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_09-02";
						const body = "\n_“Когда мы принимаем себя такими, какие мы есть, мы принимаем и других людей в\nнашей жизни и, может быть, впервые без всяких условий для этого”._\n\nIP №19, “Принятие себя”\n\nПо нашим самым ранним воспоминаниям многие из нас никогда не чувствовали\nсопричастности. Какой бы большой ни была компания людей, мы никогда не ощущали\nсебя ее частью. Нам было очень сложно влиться в коллектив. Подавленные, мы\nдумали, что если позволим другим узнать нас получше, мы будем отвергнуты.\nМожет быть, на этой почве эгоцентризма и начала развиваться наша наркомания.\n\nМногие из нас скрывали боль отчуждения под маской безразличия. Мы говорили,\nобращаясь ко всему миру: “Я вам не нужен? Отлично, тогда мне тоже никто не\nнужен. У меня есть наркотики, и я могу сам о себе позаботиться!”. Чем дальше\nпрогрессировала наша наркомания, тем выше становилась стена, которую мы\nстроили вокруг себя.\n\nЭти стены начинают рушиться, когда мы находим принятие среди других\nвыздоравливающих наркоманов. Когда нас принимают другие, мы начинаем учиться\nважному принципу принятия _себя._ А когда мы принимаем себя, мы можем\nпозволить другим принять участие в нашей жизни, не боясь, что нас отвергнут.\n\n**ТОЛЬКО СЕГОДНЯ:** Меня приняли в АН; я чувствую себя здесь в своей тарелке.\nСегодня, я в безопасности, впуская других в мою жизнь.\n";
						const data = {title:"9 февраля. Принятие себя",description:"Ежедневные размышления АН - 9 февраля. Принятие себя",id:"40",moth:"fevral"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/fevral/daily_09-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
