const id = "mart/daily_20-03.md";
						const collection = "diaries";
						const slug = "mart/daily_20-03";
						const body = "\n_“Для большинства из нас не составило труда признать, наркомания стала\nразрушительной силой в нашей жизни. Наши лучшие побуждения приводили нас к еще\nбольшему разрушению и отчаянию. В какой-то момент мы осознали, что нуждаемся в\nпомощи некоей Силы, более могущественной, чем наша зависимость от\nнаркотиков.”_\n\nОсновной текст, с. 32\n\nУ большинства из нас нет сомнений, что вся наша жизнь состояла из разрушения.\nОсознание того, что мы больны, и наша болезнь называется наркомания, помогает\nнам понять источник и причину этого разрушения. Мы можем рассматривать\nнаркоманию как силу, которая принесла опустошение в нашу жизнь. Когда мы\nделаем Первый Шаг, мы признаем, что разрушительная сила наркомании больше, чем\nнаша. Мы бессильны перед ней.\n\nВ этом отношении наша единственная надежда — найти некую Силу, более\nмогущественную, чем сила нашей зависимости — Силу, направленную на сохранение\nжизни, а не на убийство. Нет необходимости понимать ее или даже называть ее;\nнам нужно только верить, что _могла бы_ быть такая Высшая Сила. Вера, что\nвеликодушная Сила, более могущественная, чем наша зависимость, просто могла бы\nсуществовать, дает нам надежду, которой достаточно, чтобы оставаться чистыми\nцелый день.\n\n**ТОЛЬКО СЕГОДНЯ:** Я верю в то, что, возможно, существует некая Сила, которая\nболее могущественна, чем сила моей зависимости.\n";
						const data = {title:"20 марта.  Высшая сила",description:"Ежедневные размышления АН - 20 марта.  Высшая сила",id:"80",moth:"mart"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/mart/daily_20-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
