const id = "sentyabr/daily_22-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_22-09";
						const body = "\n_«Жизнь приобретает новое значение, когда мы открываем в себе такую\nспособность»._\n\nОсновной текст, с. 128\n\nПренебрегать выздоровлением — это все равно, что пренебрегать любым другим\nдаром, который нам был дан. Представьте, что кто-то подарил вам новую машину.\nОставите вы ее стоять на дороге, пока покрышки не сгниют? Будете вы ее просто\nводить, не обращая внимания на поддержание ее в хорошей форме, до тех пор,\nпока она не развалится прямо на дороге? Конечно, нет! Вы пойдете на все, чтобы\nподдержать в отличном состоянии такой ценный подарок.\n\nВыздоровление — это тоже подарок, и мы должны заботиться о нем ради того,\nчтобы сохранить его. Поскольку выздоровление не дается нам с долгосрочной\nгарантией, то нам нужно совершать над ним ежедневную, кропотливую работу. Эта\nработа включает в себя регулярное посещение собраний и разнообразные формы\nслужения. Нам понадобится также ежедневная чистка — Десятый Шаг, реже мы будем\nделать капитальный ремонт с помощью основного Четвертого Шага. И если мы\nстанем поддерживать дар выздоровления, благодаря Дающего каждый день, этот дар\nне иссякнет.\n\nДар выздоровления — это один из тех подарков, который возрастает, когда его\nотдают. Мы не сможем сохранить его, если не будем отдавать. Лишь делясь своим\nвыздоровлением с другими, мы можем ценить его все больше и больше.\n\n**ТОЛЬКО СЕГОДНЯ:** Мое выздоровление — это дар, и я хочу его сохранить. Я\nсделаю то, что необходимо для его поддержания, и поделюсь своим выздоровлением\nс другими.\n";
						const data = {title:"22 сентября.  Сохраняя дар",description:"Ежедневные размышления АН - 22 сентября.  Сохраняя дар",id:"266",moth:"sentyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/sentyabr/daily_22-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
