const id = "yanvar/daily_31-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_31-01";
						const body = "\n_«Только сегодня я буду полагаться на кого-нибудь из Сообщества Анонимных\nНаркоманов, того, кто верит в меня и хочет помочь мне в моем выздоровлении»._\n\nОсновной текст, с. 112\n\nУчиться доверять — рискованное дело. Наш прошлый опыт употребления наркотиков\nнаучил нас, что нашим товарищам не стоит доверять. Более того, мы не могли\nдоверять сами себе.\n\nТеперь, поскольку мы выздоравливаем, нам просто необходимо доверие. Нам нужен\nкто-то, на кого бы мы могли опереться, кому бы мы поверили, кто дал бы нам\nнадежду на выздоровление. Для некоторых из нас самым первым, во что мы верим,\nстановятся высказывания других членов; мы чувствуем правду в их словах.\n\nКогда мы находим доверенных лиц, нам проще просить о помощи. И по мере того,\nкак мы растем с верой в их выздоровление, мы учимся доверять самим себе.\n\n**ТОЛЬКО СЕГОДНЯ:** Я приму решение довериться кому-нибудь. И я совершу этот\nакт доверия.\n";
						const data = {title:"31 января.  Доверие",description:"Ежедневные размышления АН - 31 января.  Доверие",id:"31",moth:"yanvar"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/yanvar/daily_31-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
