const id = "avgust/daily_20-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_20-08";
						const body = "\n_“Выздоравливая, мы часто переживаем кризисы, такие как смерть близких\nлюдей…”_\n\nОсновной текст, с. 122\n\nУ каждой жизни есть начало и конец. Однако когда кто-то, из тех, кого мы очень\nлюбим, достигает конца своей жизни, нам может быть очень тяжело принять их\nнеожиданный уход навсегда. Наше горе может быть настолько глубоким, что мы\nбоимся, что оно накроет нас с головой — но этого не случится. Наша боль может\nбыть острее, чем что-либо из того, что мы припоминаем, но она пройдет.\n\nУ нас нет необходимости избегать переживаний в связи с потерей любимого\nчеловека. Смерть и печаль — это составляющие полной «жизни по законам жизни».\nДавая волю этим чувствам, мы более глубоко переживаем как свое выздоровление,\nтак и свою человеческую суть.\n\nИногда реальность смерти другого человека, дает нам осознать то, что и мы сами\nсмертны. Мы пересматриваем свои приоритеты, ценя все больше, то, что наши\nблизкие люди находятся все еще рядом с нами. Наша жизнь и наша жизнь с ними не\nбудут вечно продолжаться. Мы хотим получить все от того, что наиболее важно\nдля нас в жизни, пока это существует.\n\nМы можем увидеть, что смерть того, кого мы любим, помогает нам укрепить\nсознательный контакт с Высшей Силой. Если мы помним, что всегда можем\nобратиться к этому источнику силы, когда мы в беде, мы сможем не терять\nконтакт с ней, не зависимо от того, что происходит вокруг нас.\n\n**ТОЛЬКО СЕГОДНЯ:** Я приму потерю того, кого люблю, и обращусь к своей Высшей\nСиле за силой, чтобы принять свои чувства. Я проявлю самую большую любовь к\nтем в своей жизни, кого люблю, сегодня.\n";
						const data = {title:"20 августа. Перед лицом смерти",description:"Ежедневные размышления АН - 20 августа. Перед лицом смерти",id:"233",moth:"avgust"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/avgust/daily_20-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
