const id = "iyul/daily_02-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_02-07";
						const body = "\n_“Наши личные истории могут отличаться друг от друга, но, в конце концов, у\nнас всех есть нечто общее — наркомания”._\n\nОсновной текст, с. 195\n\nМы, наркоманы, — пестрая компания, все мы разного происхождения, употребляли\nразные наркотики и приобрели разный жизненный опыт. Наши различия не исчезают\nв выздоровлении; у некоторых эти отличия становятся даже более ярко\nвыраженными. Свобода от активного употребления наркотиков дает нам свободу\nбыть самими собой, такими, какие мы есть на самом деле. Тот факт, что мы все\nвыздоравливаем, не обязательно означает, что у всех нас одинаковые запросы или\nцели. Каждому надо пройти свои собственные уроки выздоровления.\n\nКак же нам помогать друг другу в выздоровлении, когда мы такие разные, и как\nнам пользоваться опытом друг друга? Мы все приходим делиться своим жизненным\nопытом с точки зрения выздоровления. Хотя мы живем разной жизнью, мы следуем\nодним духовным принципам. Именно светом этих принципов, проходящим сквозь наши\nразличия, мы освещаем друг другу путь.\n\nУ всех нас есть две общие вещи: наркомания и выздоровление. Если мы слушаем\nвнимательно, мы слышим, как рассказывают о бедах от той же самой болезни, от\nкоторой, не зависимо от происхождения, страдали и мы. Когда мы раскрываем уши,\nмы слышим, что наркоманы говорят о том, они применяют духовные принципы, и это\nдает нам огромную надежду, не зависимо от наших личных целей.\n\n**ТОЛЬКО СЕГОДНЯ:** У меня своя дорога, и все же я благодарен сообществу\nлюдей, которые страдали от наркомании, и теперь учатся так же, как и я,\nприменять принципы выздоровления.\n";
						const data = {title:"2 июля. Сравнивая",description:"Ежедневные размышления АН - 2 июля. Сравнивая",id:"184",moth:"iyul"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyul/daily_02-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
