const id = "dekabr/daily_01-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_01-12";
						const body = "\n_«Мы начинаем молиться только для того, чтобы познать волю Бога для нас. Таким\nобразом, мы получаем только то, с чем в состоянии справиться, потому что Бог\nпомогает нам подготовиться к этому»._\n\nОсновной текст, с. 58\n\nПредставьте, что могло бы произойти, если бы Бог дал нам все, что мы хотим.\nБаснословная новая машина, аспирантура, повышение заработной платы — и все это\nбез всяких усилий с нашей стороны, просто потому что мы попросим.\n\nТеперь представьте, какие проблемы возникнут у нас вместе с деньгами, которые\nмы не заработали, новыми машинами и незаслуженным научным признанием. Что бы\nмы стали делать с огромной зарплатой, повышенной без всякой причины? Как бы мы\nстали справляться с нашими новыми финансовыми обязательствами? И как бы мы\nсмогли жить при такой нагрузке? Получалось ли у нас когда-нибудь делать вид,\nчто мы заслуживаем всех этих благ, если мы знали, что не заслуживаем?\n\nКак насчет новой фантастической машины? Для начала это дорогая страховка и все\nвозрастающая стоимость обслуживания. Готовы ли мы заботиться о том, что\nпросим?\n\nНаучные достижения? Сможем ли мы вести себя как аспиранты после того, как нам\nпоставят высокие оценки, которые мы не заслужили? Что бы мы стали делать, если\nбы нас уличили в мошенничестве?\n\nКогда мы говорим с Богом, нам надо помнить, что мы живем в реальном мире. Мы\nсами зарабатываем свое вознаграждение и учимся распоряжаться им так, как мы\nспособны. Ограничение своих запросов просьбой об исполнении Божьей воли, о\nсиле для того, чтобы ей следовать, поможет нам понять, что мы получаем от Бога\nпо готовности.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду молиться о знании Божьей воли и о даровании силы,\nчтобы жить в реальном мире.\n";
						const data = {title:"1 декабря. Подарки от жизни",description:"Ежедневные размышления АН - 1 декабря. Подарки от жизни",id:"336",moth:"dekabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/dekabr/daily_01-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
