import { f as createComponent, r as renderTemplate, m as maybeRenderHead, u as unescapeHTML } from './astro_B8tmmdD1.mjs';
import 'kleur/colors';
import 'clsx';

const html = "<p><em>“…решение просить Бога о помощи становится нашим самым главным источником\nсилы и мужества.”</em></p>\n<p>Основной текст, с. 34</p>\n<p>Вызов — это то, что придает нам смелости для действия. Все новое и незнакомое\nвоспринимается нами как вызов, не зависимо от того, хорошо это или плохо для\nнас. Нам приходится преодолевать препятствия и сопротивление, возникающие как\nвнутри нас самих, так и вовне. Новые и трудные вещи, препятствия и\nсопротивление — это все часть “жизни, как она есть”. Жить чистым означает\nпринимать жизненный вызов.</p>\n<p>Многие из нас употребляли наркотики, чтобы сознательно или неосознанно\nизбежать этого вызова. Многих из нас в равной степени пугали и неудача, и\nуспех. Каждый раз, когда мы отказывались принимать жизненные реалии, мы\nстрадали, потому что наша самооценка понижалась. Некоторые из нас употребляли\nнаркотики, чтобы скрыть стыд, который мы чувствовали. Поступая так, мы с\nкаждым разом теряли способность отвечать на жизненные вызовы и все больше\nсклонялись к тому, чтобы продолжать употреблять.</p>\n<p>Работая по программе NA, мы нашли инструменты, необходимые для того, чтобы\nуспешно принимать любой вызов. Мы поверили в Силу, более могущественную, чем\nнаша собственная, Силу, которая заботится о нашей воле и наших жизнях. Мы\nпросили эту Силу исправить наши недостатки, из-за которых наши жизни стали\nнеуправляемыми. Мы предприняли действия по улучшению своего осознанного\nконтакта с этой Высшей Силой. Благодаря работе по шагам нам была дана\nвозможность прекратить употреблять наркотики и начать жить.</p>\n<p>Каждый день жизнь бросает нам все новые вызовы. И каждый день, работая по\nпрограмме выздоровления, мы получаем счастливую возможность принимать эти\nвызовы.</p>\n<p><strong>ТОЛЬКО СЕГОДНЯ:</strong> Я попрошу мою Высшую Силу помочь мне уверенно принять\nжизненный вызов сегодня.</p>";

				const frontmatter = {"title":"27 мая. Принимая вызов сегодняшнего дня","description":"Ежедневные размышления АН - 27 мая. Принимая вызов сегодняшнего дня","id":"148","heroImage":"","pubDate":"2023-05-04T00:00:00.000Z","moth":"maj"};
				const file = "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/maj/daily_27-05.md";
				const url = undefined;
				function rawContent() {
					return "\n_“…решение просить Бога о помощи становится нашим самым главным источником\nсилы и мужества.”_\n\nОсновной текст, с. 34\n\nВызов — это то, что придает нам смелости для действия. Все новое и незнакомое\nвоспринимается нами как вызов, не зависимо от того, хорошо это или плохо для\nнас. Нам приходится преодолевать препятствия и сопротивление, возникающие как\nвнутри нас самих, так и вовне. Новые и трудные вещи, препятствия и\nсопротивление — это все часть “жизни, как она есть”. Жить чистым означает\nпринимать жизненный вызов.\n\nМногие из нас употребляли наркотики, чтобы сознательно или неосознанно\nизбежать этого вызова. Многих из нас в равной степени пугали и неудача, и\nуспех. Каждый раз, когда мы отказывались принимать жизненные реалии, мы\nстрадали, потому что наша самооценка понижалась. Некоторые из нас употребляли\nнаркотики, чтобы скрыть стыд, который мы чувствовали. Поступая так, мы с\nкаждым разом теряли способность отвечать на жизненные вызовы и все больше\nсклонялись к тому, чтобы продолжать употреблять.\n\nРаботая по программе NA, мы нашли инструменты, необходимые для того, чтобы\nуспешно принимать любой вызов. Мы поверили в Силу, более могущественную, чем\nнаша собственная, Силу, которая заботится о нашей воле и наших жизнях. Мы\nпросили эту Силу исправить наши недостатки, из-за которых наши жизни стали\nнеуправляемыми. Мы предприняли действия по улучшению своего осознанного\nконтакта с этой Высшей Силой. Благодаря работе по шагам нам была дана\nвозможность прекратить употреблять наркотики и начать жить.\n\nКаждый день жизнь бросает нам все новые вызовы. И каждый день, работая по\nпрограмме выздоровления, мы получаем счастливую возможность принимать эти\nвызовы.\n\n**ТОЛЬКО СЕГОДНЯ:** Я попрошу мою Высшую Силу помочь мне уверенно принять\nжизненный вызов сегодня.\n";
				}
				function compiledContent() {
					return html;
				}
				function getHeadings() {
					return [];
				}

				const Content = createComponent((result, _props, slots) => {
					const { layout, ...content } = frontmatter;
					content.file = file;
					content.url = url;

					return renderTemplate`${maybeRenderHead()}${unescapeHTML(html)}`;
				});

export { Content, compiledContent, Content as default, file, frontmatter, getHeadings, rawContent, url };
