const id = "april/daily_15-04.md";
						const collection = "diaries";
						const slug = "april/daily_15-04";
						const body = "\n_“Мы начали испытывать радость от чистой жизни и готовы принять больше\nхорошего из того, что предлагает нам Сообщество NA”._\n\nОсн.т., с.35 р.\n\nМожете вспомнить то время, когда вы смотрели на наркоманов, выздоравливающих в\nNA, и удивлялись: ”Если они не употребляют наркотики, то от чего же тогда они\nполучают радость?”. Думали ли вы, что удовольствия закончились вместе с\nнаркотиками? Очень многие из нас думали так; мы были уверены в том, что\nоставляем “хорошую жизнь” позади. Сегодня многие из нас могут посмеяться над\nэтим заблуждением, потому что мы знаем, какой полноценной может быть наша\nжизнь в выздоровлении.\n\nМножество вещей, которые приносят нам радость в выздоровлении, получены нами\nблагодаря активному участию в Содружестве NA. Мы начинаем находить настоящую\nдружбу, друзей, которые понимают и заботятся о нас бескорыстно. Мы находим\nместо, где мы можем приносить пользу. Существуют собрания выздоравливающих\nнаркоманов, служение, совместные мероприятия, которые заполняют наше время и\nзанимают наши интересы. Содружество может быть зеркалом, дающим нам отражение\nтого, какими мы можем быть. Мы находим учителей, помощников, друзей, любовь,\nзаботу и поддержку. У Содружества всегда есть что предложить нам, до тех пор\nпока мы возвращаемся.\n\n**ТОЛЬКО СЕГОДНЯ:** Я знаю, где искать “хорошую жизнь”. Я буду возвращаться.\n";
						const data = {title:"15 апреля. Возвращайся",description:"Ежедневные размышления АН - 15 апреля. Возвращайся",id:"106",moth:"april"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/april/daily_15-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
