const id = "iyul/daily_05-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_05-07";
						const body = "\n_«Природа нашей веры определяет нашу личную форму молитвы и медитации»._\n\nОсновной текст, с. 53\n\nКак мы молимся? У каждого члена АН есть своя глубоко личная манера. Многие из\nнас обнаруживают, что со временем мы развиваем такую манеру молиться, которая\nсовмещает в себе то, чему мы научились у других, и то, что удобно для нас.\n\nНекоторые из нас пришли в АН с сильным предубеждением против Силы, более\nмогущественной, чем наша собственная. Но, когда мы садимся со своим спонсором\nи обсуждаем наши трудности, заглядывая в глубину Второго Шага, мы бываем\nприятно удивлены тем, что можем выбрать любую концепцию Высшей Силы, которая\nнам подходит.\n\nТак же, как наше определение Силы, более могущественной, отличается у всех\nнаркоманов, так отличается и наша манера достижения «сознательного контакта».\nНекоторые посещают религиозные службы; некоторые поют псалмы; некоторые сидят\nспокойно или беседуют со всем, что их окружает; некоторые находят духовную\nсвязь во взаимодействии с природой. «Правильный способ» молиться и\nмедитировать — это любой способ, который помогает нам улучшать свой осознанный\nконтакт с нашей Высшей Силой.\n\nДля начала всегда хорошо было бы спросить других, как они нашли свое духовное\nруководство. Нам также может помочь чтение литературы перед тем, как мы\nприступим к медитации. Этот поиск многие уже совершали до нас. И мы можем с\nблагодарностью использовать их опыт в своем стремлении к духовному росту.\n\n**ТОЛЬКО СЕГОДНЯ:** Я изучу свои возможности для улучшения своего осознанного\nконтакта с Богом, как я его понимаю.\n";
						const data = {title:"5 июля.  Изучение духовных возможностей",description:"Ежедневные размышления АН - 5 июля.  Изучение духовных возможностей",id:"187",moth:"iyul"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyul/daily_05-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
