const id = "oktyabr/daily_08-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_08-10";
						const body = "\n_«Мы подозреваем, что если мы не будем пользоваться тем, что имеем, то\nпотеряем это»._\n\nОсновной текст, с. 94\n\nНаркомания стала нашим образом жизни и ее смыслом — сумрачным, болезненным, но\nсмыслом, тем не менее. Программа выздоровления Анонимных Наркоманов\nпредоставляет нам новый образ жизни, который призван заменить старую рутину. И\nвместе с этим образом жизни приходит и новый смысл, полный света и надежды.\n\nЧто это за новый образ жизни? Вместо изоляции мы обретаем сообщество. Вместо\nтого, чтобы жить, слепо повторяя одни и те же ошибки из раза в раз, мы\nрегулярно исследуем себя, обретая свободу сохранять то, что помогает нам\nрасти, и исключать то, что мешает. Вместо того, чтобы постоянно пытаться\nдостичь чего-то своими ограниченными силами, мы развиваем сознательный контакт\nс Силой, более могущественной, чем наша собственная.\n\nНаша жизнь должна быть правильно выстроена. Чтобы поддерживать выздоровление,\nнам нужно поддерживать и новый образ жизни, которому научила нас программа.\nРегулярно уделяя внимание этому образу, мы сможем поддержать свободу от\nсмертельной болезни наркомании, которую мы нашли, и сохранить смысл, который\nвыздоровление привнесло в нашу жизнь.\n\n**ТОЛЬКО СЕГОДНЯ:** Я начну новый образ жизни: регулярное поддержание моего\nвыздоровления.\n";
						const data = {title:"8 октября. Новый образ жизни",description:"Ежедневные размышления АН - 8 октября. Новый образ жизни",id:"282",moth:"oktyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/oktyabr/daily_08-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
