const id = "fevral/daily_08-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_08-02";
						const body = "\n_“Мы знаем, что можем рассчитывать на своего спонсора, но когда и как с ним\nобщаться должны решать мы сами”._\n\nIP №11 “Спонсорство”\n\nКто такой спонсор? Вы знаете — это тот приветливый человек, с которым вы\nвместе пили кофе после вашего первого собрания. Это тот великодушный человек,\nкоторый бескорыстно делится опытом своего выздоровления. Это тот, кто\nпостоянно удивляет вас своим проникновенным пониманием и доброжелательным\nотношением к дефектам вашего характера. Тот, кто напоминает вам, что надо\nзавершить Четвертый Шаг, кто выслушивает ваш Пятый Шаг и не говорит, что вы\nужасный человек.\n\nЭто так здорово — делать все эти вещи и понимать, что мы нужны кому-то, кто\nнаходится рядом с нами и для нас. Мы можем забыть о здравомыслии и сказать\nсебе: ”Я позвоню своему спонсору позже, а сейчас мне надо сделать уборку дома,\nсходить в магазин, дозвониться той привлекательной…”. В итоге мы попадаем в\nнеприятную ситуацию и удивляемся, где же мы оплошали.\n\nНаш спонсор не умеет читать мысли. Это зависит только от нас — обратиться к\nнему за помощью или нет. Нужна ли нам помощь по шагам, нужно ли разобраться в\nкакой-то ситуации и привести мысли в порядок или нам просто нужен друг — это\nвсегда наше дело — просить. Спонсоры — это теплые, мудрые, замечательные люди,\nи их опыт выздоровления может быть нашим, нам нужно лишь обращаться к ним.\n\n**ТОЛЬКО СЕГОДНЯ:** Я благодарен за то время, ту любовь и тот опыт, которыми\nмой спонсор делится со мной. Сегодня я позвоню своему спонсору.\n";
						const data = {title:"8 февраля. Кто такой спонсор?",description:"Ежедневные размышления АН - 8 февраля. Кто такой спонсор?",id:"39",moth:"fevral"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/fevral/daily_08-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
