const id = "dekabr/daily_13-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_13-12";
						const body = "\n_«Есть только одно условие для членства в АН — это желание прекратить\nупотреблять»._\n\nОсновной текст, с. 11\n\nМы все знаем людей, которым помогли Анонимные Наркоманы. Множество людей, с\nкоторыми мы сталкиваемся по жизни — члены наших семей, старые друзья, коллеги\nпо работе — действительно могут использовать программу выздоровления в своей\nжизни. К сожалению, те, кто на самом деле в нас нуждаются, не всегда могут\nнайти дорогу к нашим группам.\n\nАН — это программа, основанная на привлекательности, а не на пропаганде. Мы\nстановимся членами АН только в том случае, если сами считаем себя таковыми. Мы\nможем приводить на собрания своих друзей и любимых, если у них есть такое\nжелание, но мы не можем заставить их принять тот образ жизни, который дает нам\nсвободу от активного употребления наркотиков.\n\nЧленство в Анонимных Наркоманах — это сугубо личное решение. Решение стать\nчленом АН рождается в душе самого наркомана, и оно индивидуально. Время\nпоказывает, что принудительное посещение собраний не дает результатов, и не\nмногие из таких наркоманов остаются в группах. Только наркоманы, которые все\nеще страдают, если им представится такая возможность, могут решить, бессильны\nли они перед своей зависимостью. Мы можем нести весть, но не можем нести\nнаркомана.\n\n**ТОЛЬКО СЕГОДНЯ:** Я благодарен за мое решение стать членом Анонимных\nНаркоманов.\n";
						const data = {title:"13 декабря. Членство",description:"Ежедневные размышления АН - 13 декабря. Членство",id:"348",moth:"dekabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/dekabr/daily_13-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
