const id = "avgust/daily_30-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_30-08";
						const body = "\n_“Мы исследуем наши действия, реакции и побуждения. Часто мы обнаруживаем, что\nмы поступали лучше, чем нам казалось”._\n\nОсновной текст, с. 52\n\nВ том, как мы относимся к другим людям, мы часто проявляем свою сущность.\nКогда мы находимся в мире, мы, скорее всего, будем относиться к людям с\nуважением и сочувствием. Однако когда мы чувствуем себя не в себе, мы, скорее\nвсего, будем нетерпимо относиться к другим. Когда мы регулярно проводим\nсамоанализ, мы, возможно, замечаем закономерность: Мы плохо обращаемся с\nлюдьми тогда, когда мы плохо относимся к себе.\n\nЕсть и другая сторона медали, которая может быть не отмечена в инвентаризации:\nкогда мы хорошо относимся к людям, мы хорошо относимся и к себе. Если мы\nдобавим этот позитивный факт к негативным фактам, которые мы узнали о себе из\nинвентаризации, то мы начинаем по-другому себя вести.\n\nКогда мы плохо себя чувствуем, мы можем сделать паузу, для того, чтобы\nпомолиться о руководстве и силе. Затем, мы принимаем решение относиться к\nокружающим нас людям по-доброму, мягко, с такой же заботой, какую хотели бы\nвидеть по отношению к себе. Решение быть добрым может питать и поддерживать\nсчастье и умиротворенность, которых мы желаем. И радость, которую мы поощряем\nв себе, может поднять настроение людям вокруг нас, и, в свою очередь,\nспособствовать хорошему состоянию нашего духа.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду помнить, что если я изменю свои поступки, за ними\nизменяться и мысли.\n";
						const data = {title:"30 августа.  Поступая хорошо, чувствуешь себя хорошо",description:"Ежедневные размышления АН - 30 августа.  Поступая хорошо, чувствуешь себя хорошо",id:"243",moth:"avgust"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/avgust/daily_30-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
