const id = "dekabr/daily_11-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_11-12";
						const body = "\n_«Никто не может заставить нас сдаться перед невзгодами»._\n\nОсновной текст, с. 36\n\nЗабавно вспоминать, с какой неохотой мы признали необходимость капитулировать,\nчтобы начать выздоравливать. Нам казалось, что у нас была замечательная,\nдеятельная жизнь, когда мы употребляли, а теперь, бросив наркотики, нам\nпридется жить тяжелой, монотонной жизнью, как каким-нибудь работягам. На самом\nделе все наоборот: в прошлой жизни мы были несчастны, но боялись отказаться от\nпривычных и понятных страданий ради неизвестности выздоровления.\n\nВыздоравливая, мы тоже можем почувствовать себя несчастными, но это совершенно\nнеобязательно. Никто не станет заставлять нас работать по шагам, посещать\nсобрания или работать со спонсором. В АН нет специальных силовых структур,\nзаставляющих делать те вещи, которые избавят нас от боли. Но у нас есть выбор.\nИ мы уже сделали свой выбор, решив отказаться от ужаса наркомании ради\nздравомыслия и выздоровления. Сейчас, если мы готовы променять сегодняшние\nстрадания на нечто более существенное, мы можем это сделать — если мы\nдействительно этого хотим.\n\n**ТОЛЬКО СЕГОДНЯ:** Мне не обязательно быть несчастным, если я сам этого не\nхочу. Сегодня я променяю свое несчастье на то, что дает пользу моему\nвыздоровлению.\n";
						const data = {title:"11 декабря.  Необязательно быть несчастным",description:"Ежедневные размышления АН - 11 декабря.  Необязательно быть несчастным",id:"346",moth:"dekabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/dekabr/daily_11-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
