const id = "dekabr/daily_02-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_02-12";
						const body = "\n_«В первую очередь мы должны поддерживать свое выздоровление, все остальное на\nвтором месте»._\n\nОсновной текст, с. 99\n\nДо того, как мы пришли в АН, мы использовали тысячи отговорок, чтобы оправдать\nсвое употребление наркотиков: «Он орал на меня», «Она это сказала», «Мой\nпартнер меня оставил», «Я разругался». Мы использовали те же самые отговорки,\nчтобы не пытаться найти помощь и решение наших проблем с наркотиками. Нам\nпришлось осознать, что все эти вещи продолжали происходить, потому что мы\nпродолжали употреблять наркотики. И только когда мы решили, что главное для\nнас — выздоровление, ситуации начали меняться.\n\nПривычка уходить от главного может сохраняться и по сей день, если мы\nиспользуем отговорки, чтобы не посещать собрания и не заниматься служением.\nСейчас у нас могут быть другие отговорки: «Я не могу оставить детей», «У меня\nотпуск», «Мне надо закончить работу и я не хочу раздражать начальника». Но\nесли мы не поставим на первое место выздоровление, нам больше не надо будет\nдумать об этих вещах. Дети, отпуск, работа — все это может исчезнуть из нашей\nжизни, если мы сорвемся.\n\nНаше выздоровление должно быть главным для нас. С работой или без нее, с\nотношениями или без отношений, мы все равно должны посещать собрания, работать\nпо шагам, звонить спонсору, заниматься служением. Все эти несложные действия\nкак раз и предоставляют нам возможность иметь отпуск, семью, работу.\nВыздоровление — это основа нашей жизни, которая обеспечивает наличие всех\nостальных ценностей.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду помнить, что для меня главное. Прежде всего —\nвыздоровление.\n";
						const data = {title:"2 декабря. Выздоровление: наш главный приоритет",description:"Ежедневные размышления АН - 2 декабря. Выздоровление: наш главный приоритет",id:"337",moth:"dekabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/dekabr/daily_02-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
