const id = "dekabr/daily_20-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_20-12";
						const body = "\n_«Работая по шагам, мы начинаем избавляться от поглощенности своей персоной»._\n\nОсновной текст, с. 117\n\nМногие из нас пришли в программу уверенные в том, что наши чувства, наши\nжелания и наши потребности представляют чрезвычайную важность для всех\nокружающих. Всю свою жизнь мы были сосредоточены на себе, вели себя\nэгоцентрично и считали, что это единственно возможный способ жить.\n\nЭтот эгоцентризм не исчезает сразу же после того, как мы прекращаем\nупотреблять наркотики. Возможно, когда мы впервые попадаем в АН, мы испытываем\nположительные эмоции оттого, что все смотрят на нас, оценивают и выносят свое\nсуждение о нас. Мы можем требовать, чтобы спонсор всегда был готов выслушать\nнас, когда бы у нас не возникла такая потребность. В ответ на это мы можем\nуслышать тактичное замечание, что мир не вращается вокруг нас. Чем больше мы\nнастаиваем на том, чтобы быть центром вселенной, тем меньше нас устраивают\nнаши друзья, спонсор и все вокруг.\n\nСвободу от самонаваждения можно обрести, если сосредоточиться больше на нуждах\nдругих людей, чем на своих собственных. Если у кого-то есть проблема, мы можем\nпредложить помощь. Если новичкам необходимо попасть на собрание, мы можем их\nпривезти. Если нашим друзьям одиноко, мы можем провести с ними время. Когда мы\nчувствуем, что нас не любят или не замечают, мы можем предложить кому-то те\nлюбовь и внимание, в которых сами нуждаемся. Отдавая, мы получаем гораздо\nбольше — и этому обещанию можно верить.\n\n**ТОЛЬКО СЕГОДНЯ:** Я разделю свой мир с другими, потому что другие люди также\nважны, как и я. Я буду растить свою духовность, думая не только о себе.\n";
						const data = {title:"20 декабря.  Преодоление самонаваждения",description:"Ежедневные размышления АН - 20 декабря.  Преодоление самонаваждения",id:"355",moth:"dekabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/dekabr/daily_20-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
