const id = "maj/daily_08-05.md";
						const collection = "diaries";
						const slug = "maj/daily_08-05";
						const body = "\n_“Мы поняли, что имеем право не знать ответы на все вопросы, потому что это\nпозволяет нам учиться жить по-новому.”_\n\nОсновной текст, с. 109\n\nВ каком-то смысле наркомания — это великий учитель. И если она больше ничего\nнам не дает, то это может научить нас смирению. Мы слышим высказывания о том,\nчто наши самые лучшие знания в итоге привели нас в NA. Теперь, когда мы попали\nсюда, мы попали сюда, чтобы учиться.\n\nСообщество NA — это замечательная обучающая среда для выздоравливающего\nнаркомана. Мы вовсе не обречены чувствовать себя идиотами на собраниях. Вместо\nэтого мы находим других людей, которые пришли оттуда же, откуда и мы, и\nкоторые нашли выход. Все, что нам нужно сделать — это признать, что у нас нет\nответов на все вопросы, а затем слушать, как другие делятся тем, что для них\nработает.\n\nКак выздоравливающим наркоманам и как любому человеку, нам есть, чему учиться.\nДругие наркоманы и, вообще, другие люди могут многому научить нас, рассказать\nо том, что работает, а что нет. До тех пор, пока мы остаемся открытыми для\nобучения, у нас есть возможность узнать об опыте других людей.\n\n**ТОЛЬКО СЕГОДНЯ:** Я признаю, что у меня нет ответов на все вопросы. Я буду\nнаблюдать и прислушиваться к опыту других, чтобы найти ответы, которые мне\nнеобходимы.\n";
						const data = {title:"8 мая. Способны научиться",description:"Ежедневные размышления АН - 8 мая. Способны научиться",id:"129",moth:"maj"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/maj/daily_08-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
