const id = "mart/daily_21-03.md";
						const collection = "diaries";
						const slug = "mart/daily_21-03";
						const body = "\n_“Наркомания — это болезнь, которая больше, чем употребление наркотиков.”_\n\nОсновной текст, с. 9\n\nНа нашем первом собрании мы, возможно, были обескуражены тем, что другие члены\nгруппы говорили о своей болезни — наркомании и о том, как она повлияла на их\nжизнь. Мы думали про себя: «Болезнь? Да у меня просто проблема с наркотиками!\nИ что это они тут разводят?»\n\nПоработав некоторое время по программе, мы начали понимать, что наркомания\nочень глубоко проникла в нас, и это больше, чем просто наваждение и\nкомпульсивное употребление наркотиков. Мы увидели, что страдаем от хронической\nболезни, которая воздействует на многие стороны нашей жизни. Не известно, где\nмы «подцепили» эту болезнь, но анализируя свою жизнь, мы поняли, что страдаем\nот нее уже много лет.\n\nТочно также, как и болезнь наркомания, программа АН охватывает все сферы нашей\nжизни. Мы приходим на свое первое собрание, и у нас налицо все симптомы:\nдуховная пустота, эмоциональное истощение, бессилие, неуправляемость.\n\nЛечение нашей болезни подразумевает гораздо больше, чем просто воздержание от\nупотребления наркотиков. Мы используем Двенадцать Шагов. Они не вылечивают\nнашу болезнь, но постепенно делают нас более здоровыми людьми. Выздоравливая,\nмы получаем дар жизни.\n\n**ТОЛЬКО СЕГОДНЯ:** Я \\*\\*\\*\\* буду лечить свою болезнь с помощью Двенадцати\nШагов.\n";
						const data = {title:"21 марта.  Болезнь, поддающаяся лечению",description:"Ежедневные размышления АН - 21 марта.  Болезнь, поддающаяся лечению",id:"81",moth:"mart"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/mart/daily_21-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
