const id = "dekabr/daily_30-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_30-12";
						const body = "\n_«…рост — результат не столько желаний, сколько действий и молитв»._\n\nОсновной текст, с. 44\n\nПорой кажется, что наше выздоровление происходит слишком медленно. Мы снова и\nснова прорабатываем шаги, мы боремся с одними и теми же проблемами, мы\nиспытываем прежние неприятные чувства день ото дня. Нам бы хотелось, чтобы\nвыздоровление продвигалось немного быстрее, чтобы мы могли почувствовать\nоблегчение!\n\nПросто хотеть — не значит выздоравливать; эта программа не работает по\nволшебству. Если бы желание могло излечить нас от наркомании, мы все были бы\nздоровы уже давно. То, что действительно приносит нам облегчение в\nвыздоровлении — это действия и молитва.\n\nАнонимные Наркоманы помогли очень многим зависимым людям, потому что это\nтщательно разработанная программа действий и молитвы. Работа, которую мы\nпроделываем по каждому шагу, приносит все больше и больше выздоровления во все\nсферы нашей жизни. Молитва поддерживает нашу связь с Высшей Силой. Все вместе,\nи работа, и молитва, дает хорошую основу для нашего выздоровления.\n\n**ТОЛЬКО СЕГОДНЯ:** Мое выздоровление слишком ценно для меня, чтобы просто\nмечтать о нем. Сегодня хороший день для работы по программе и молитвы.\n";
						const data = {title:"30 декабря.  Работа и молитва",description:"Ежедневные размышления АН - 30 декабря.  Работа и молитва",id:"365",moth:"dekabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/dekabr/daily_30-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
