const id = "mart/daily_24-03.md";
						const collection = "diaries";
						const slug = "mart/daily_24-03";
						const body = "\n_“Не имеет значения, откуда мы пришли, важно куда мы идем.”_\n\nОсновной текст, с.30\n\nКогда мы впервые ощущаем признаки выздоровления, некоторые из нас начинают\nстыдится называть себя «наркоманами». На первых этапах выздоровления нас может\nпереполнять одновременно страх и надежда, когда мы пытаемся найти новый смысл\nв жизни. Прошлое может казаться неиcправимым и непреодолимым. Может быть очень\nтрудно думать о себе как-то по-другому, не так как мы привыкли.\n\nНаша память о прошлом может служить нам напоминанием о том, что нас ожидает,\nесли мы будем снова употреблять наркотики, и одновременно держать нас в оковах\nстыда и страха. И все же, хотя нам порой очень трудно отпустить навязчивые\nмысли о прошлом, каждый день выздоровления может уводить нас все дальше от\nактивной наркомании. С каждым днем у нас может становиться все больше того, о\nчем мы мечтаем, и меньше того, за что себя трудно простить.\n\nВ выздоровлении все двери для нас открыты. У нас большой выбор. Наша новая\nжизнь богата и многообещающа. Хотя мы не можем забыть прошлого, нам нет\nнеобходимости жить прошлым. Мы можем двигаться вперед.\n\n**ТОЛЬКО СЕГОДНЯ:** Я упакую чемоданы и уеду из своего прошлого в настоящее,\nполное надежд.\n";
						const data = {title:"24 марта. Отпуская навязчивые мысли о прошлом",description:"Ежедневные размышления АН - 24 марта. Отпуская навязчивые мысли о прошлом",id:"84",moth:"mart"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/mart/daily_24-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
