const id = "oktyabr/daily_17-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_17-10";
						const body = "\n_«Все, что мы знаем, подлежит пересмотру, особенно то, что мы знаем об\nистине»._\n\nОсновной текст, с. 114\n\nМногие из нас думали, что могут распознать «Правду». Мы верили, что «правда» —\nэто что-то конкретное, определенное и неизменное, то, что мы можем выкупить\nлегко и без вопросов. _Настоящая_ правда, однако, состояла в том, что мы часто\nне могли понять правды, даже если она обрушивалась на нас в упор. Наше\nзаболевание окрашивало все в нашей жизни, особенно наше восприятие правды —\nсобственно, то, что мы «знали» о правде, чуть не довело нас до могилы. До\nтого, как мы смогли начать узнавать правду, нам надо было переключить свою\nзависимость от наркотиков на зависимость от Высшей Силы, источника всего\nхорошего и правдивого.\n\nПравда изменилась, когда наша вера в Высшую Силу выросла. После того, как мы\nпроработали шаги, вся наша жизнь начала меняться благодаря исцеляющей силе\nпринципов выздоровления. Для того, чтобы отворить двери для этих перемен, мы\nдолжны были прекратить цепляться за неизмененную и твердую правду.\n\nПравда становится более чистой и простой всякий раз, когда мы сталкиваемся с\nней. И также как шаги срабатывают в нашей жизни каждый день, — если мы\nпозволяем им это сделать, — наше понимание правды может меняться каждый день\nпо мере того, как мы растем духовно.\n\n**ТОЛЬКО СЕГОДНЯ:** Я раскрою глаза и сердце переменам, которые приносят шаги.\nС помощью непредубежденности я могу понять правду в своей жизни сегодня.\n";
						const data = {title:"17 октября. «Правда»",description:"Ежедневные размышления АН - 17 октября. «Правда»",id:"291",moth:"oktyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/oktyabr/daily_17-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
