const id = "iyun/daily_18-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_18-06";
						const body = "\n_“Там, где прямое возмещение стало небезопасным, возможно косвенное\nвозмещение”._\n\nОсновной текст, с. 49\n\nКогда мы употребляли наркотики, мы сметали все на своем пути ради очередной\nдозы. В результате многие из нас не вполне понимали, кому именно они навредили\nв финансовом или эмоциональном смысле. Когда настало время делать работу над\nошибками по Девятому Шагу, мы поняли, что принесли в жертву так много людей,\nчто вряд ли будет возможно всех вспомнить.\n\nС помощью спонсора и других выздоравливающих членов АН мы нашли решение, как\nпоступить в этом случае. Мы торжественно объявили, что возмещением безымянного\nущерба будет считаться возмещение расходов нашего сообщества. Мы сосредоточили\nсвое внимание на служении все еще страдающим наркоманам. Таким образом, мы\nнашли способ вернуть свои долги обществу.\n\nСегодня, благодаря любви и руководству членов АН, мы больше даем миру, чем\nберем. Мы способствуем тому, чтобы общество жило лучше, так как мы несем весть\nо выздоровлении тем, кого встречаем в своей повседневной жизни.\n\n**ТОЛЬКО СЕГОДНЯ:** Я произведу косвенное возмещение ущерба за счет того, что\nпообщаюсь с наркоманом, который, может быть, нуждается в помощи. Я буду\nстараться вносить свою малую лепту в улучшение жизни своего сообщества.\n";
						const data = {title:"18 июня. Косвенное возмещение ущерба",description:"Ежедневные размышления АН - 18 июня. Косвенное возмещение ущерба",id:"170",moth:"iyun"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyun/daily_18-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
