const id = "dekabr/daily_03-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_03-12";
						const body = "\n_«Возможно, впервые мы получаем представление о своей новой жизни»._\n\nОсновной текст, с. 43\n\nВо время употребления наркотиков наш кругозор был весьма ограничен. Это была\nрутина, каждый день надо было делать одно и то же: достать, употребить и найти\nпути и способы достать еще. И у нас были причины думать, что так будет\nпродолжаться до конца наших дней. Наш потенциал был ограничен.\n\nСегодня наши взгляды на будущее изменились. Выздоровление дало нам новое\nвидение себя и своей жизни. Нам больше не нужно крутиться в бесконечной серой\nрутине наркомании. У нас появился шанс открыть для себя новые пути, новый\nобраз мысли и новый род деятельности. Пробуя себя в новых областях, мы\nобретаем новый взгляд на самих себя. Наш потенциал теперь ограничен только\nмогуществом Высшей Силы — а у этого могущества нет пределов.\n\nВ процессе выздоровления жизнь и все, что в ней есть, оказывается открытой для\nнас. Руководствуясь нашими духовными принципами и опираясь на силу, полученную\nот Бога, как мы его понимаем, мы видим, что перед нами открываются\nбезграничные горизонты.\n\n**ТОЛЬКО СЕГОДНЯ:** Я посмотрю открытыми глазами на те возможности, которые\nлежат передо мной. Мой потенциал столь же безграничен, сколь велика сила Бога,\nкак я его понимаю. Сегодня я буду использовать свой потенциал.\n";
						const data = {title:"3 декабря.  Видение без границ",description:"Ежедневные размышления АН - 3 декабря.  Видение без границ",id:"338",moth:"dekabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/dekabr/daily_03-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
