const id = "iyul/daily_21-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_21-07";
						const body = "\n_«Если через некоторый промежуток времени у нас возникнут проблемы с нашим\nвыздоровлением, то мы, возможно, перестали делать то, что помогало нам на\nпредыдущих стадиях процесса выздоровления”._\n\nОсновной текст, с.115\n\nКапитуляция — это только для новичков, верно? Неверно!\n\nПосле того, как мы уже походили на собрания некоторое время, некоторые\nподдаются искушению, характерному для старичков. Мы думаем, что знаем что-то о\nвыздоровлении, о Боге, об АН, о себе — и мы действительно знаем. Проблема в\nтом, что мы думаем, что знаем _достаточно_ , и мы думаем, что просто _знать_ —\nдостаточно. Но именно в том, чему учимся и что делаем _после_ того, как\nподумаем, что уже знаем все, и состоит на самом деле разница.\n\nСамомнение и самодовольство могут завести нас в большую беду. Когда мы\nобнаружим, что «применение принципов» по своей собственной воле не работает,\nмы можем практиковать то, что для нас срабатывало в начале: капитуляцию. Когда\nмы выясним, что все еще бессильны, а наша жизнь снова неуправляема, нам надо\nискать заботу Силы, большей, чем наша. И когда мы поймем, что само-терапия, в\nконечном счете, не так уж целительна, нам надо воспользоваться\n«терапевтической ценностью помощи одного наркомана другому».\n\n**ТОЛЬКО СЕГОДНЯ:** Я нуждаюсь в руководстве, поддержке и Силе, большей, чем\nмоя. Я пойду на собрание, поговорю с новичком, помолюсь своей Высшей Силе — я\nсделаю что-то, что бы говорило: «я признаю свое бессилие».\n";
						const data = {title:"21 июля.  Капитуляция — это для всех",description:"Ежедневные размышления АН - 21 июля.  Капитуляция — это для всех",id:"203",moth:"iyul"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyul/daily_21-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
