const id = "april/daily_19-04.md";
						const collection = "diaries";
						const slug = "april/daily_19-04";
						const body = "\n_“Очень часто наркоманы искали вознаграждения за тяжелый труд, при этом не\nработая”._\n\nОсн.т., с. 42\n\nКогда мы впервые пришли в NA, некоторые из нас хотели получить все и сразу. Мы\nхотели душевный покой, машину, счастливые отношения, друзей, доверительность\nсо спонсором — все, что другие люди получили, месяцами и годами работая по\nшагам и живя нормальной жизнью.\n\nБольшого труда нам стоило понять, что душевный покой приходит только благодаря\nработе по шагам. Новая машина появляется, только если мы каждый день приходим\nна работу и стараемся “применять эти принципы во всех наших делах”, включая и\nтрудоустройство. Здоровые взаимоотношения возникают, только если мы много\nработаем над ними, и у нас появляется готовность к общению. Дружба со\nспонсором появляется, если мы обращаемся к нему постоянно, когда нам хорошо и\nкогда нам плохо.\n\nВ Анонимных Наркоманах мы нашли дорогу к лучшей жизни. Но, чтобы эта дорога\nстала нашей судьбой, мы сами должны ее протоптать.\n\n**ТОЛЬКО СЕГОДНЯ:** Я хочу лучшей жизни. Я произведу самоанализ и выясню, что\nя хочу и как я могу это получить, поговорю об этом со спонсором и сделаю\nнеобходимую работу.\n";
						const data = {title:"19 апреля. Тяжелый труд",description:"Ежедневные размышления АН - 19 апреля. Тяжелый труд",id:"110",moth:"april"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/april/daily_19-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
