const id = "oktyabr/daily_30-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_30-10";
						const body = "\n_«В будущем вновь обретенная вера будет служить прочным основанием для нашего\nмужества»._\n\nОсновной текст, с. 115\n\nАнонимные Наркоманы — не место для сердечных приступов! Принимать жизнь с ее\nзаконами и при этом не употреблять наркотики не всегда легко. Выздоровление\nтребует не просто серьезной работы; оно требует значительной дозы мужества.\n\nЧто же такое мужество, в конце концов? Словарь нам сразу подскажет. У нас есть\nмужество, если мы сталкиваемся и справляемся со всем, что считаем трудным,\nопасным, болезненным, а не уклоняемся от этого. Мужество — значит быть\nхрабрым; быть целеустремленным; быть духовно богатым. Так что же такое\nмужество на самом деле? Мужество — это _отношение_ , упорное отношение.\n\nТо, что необходимо наркоману в выздоровлении — упорство. Мы берем на себя\nобязательство следовать программе, не употреблять, что бы ни происходило.\nМужественный наркоман — это такой наркоман, который не употребляет только один\nдень.\n\nА что дает нам мужество? Связь с Высшей Силой дает нам твердость и мужество\nоставаться в чистоте. Мы знаем, что пока о нас заботится Бог, у нас будут\nсилы, которые нам необходимы, чтобы принимать жизнь с ее законами.\n\n**ТОЛЬКО СЕГОДНЯ** : У меня есть Высшая Сила, которая обо мне заботится, не\nсмотря ни на что. Зная это, я буду стремиться мужественно относиться к жизни\nсегодня.\n";
						const data = {title:"30 октября. Мужество",description:"Ежедневные размышления АН - 30 октября. Мужество",id:"304",moth:"oktyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/oktyabr/daily_30-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
