const id = "avgust/daily_22-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_22-08";
						const body = "\n_«Мы узнаем о своем духовном росте тогда, когда будем в силах выбраться и\nпомогать в том же другим»._\n\nОсновной текст, с. 70\n\nИзменить мир, внести свой особенный вклад — в этом, возможно, состоит самое\nвысокое стремление человеческого сердца. Абсолютно у каждого из нас, не\nзависимо от того, что мы из себя представляем, есть что предложить миру.\n\nСкорее всего, в какой-то момент нашего выздоровления мы встречали человека,\nкоторый добирался до нашей души тогда, когда никто другой не мог этого\nсделать. Были ли это кто-то, кто заставил нас смеяться на нашем первом\nсобрании или это был добрый и отзывчивый спонсор, или понимающий друг,\nподдержавший нас во время эмоциональных сложностей — в любом случае этот\nчеловек полностью изменил мир.\n\nВсе мы в свое время получали подарки выздоровления, которыми другие\nвыздоравливающие наркоманы делились с нами. Мы благодарны за это. Мы выражаем\nсвою благодарность, свободно делясь с другими тем, что было свободно дано нам\nсамим. Именно наша весть о выздоровлении может помочь новичку тогда, когда\nникто другой не сможет ему помочь.\n\nСуществует много способов служить Сообществу. Каждый из нас обнаружит, что\nкакие-то вещи мы делаем лучше, чем другие, но любая работа по служению\nодинаково важна. Если мы готовы служить, то мы можем быть уверены, что найдем\nтот особенный способ внести свой вклад, который нам подходит.\n\n**ТОЛЬКО СЕГОДНЯ:** Мой вклад изменяет мир. Сегодня я предложу кому-то руку\nпомощи.\n";
						const data = {title:"22 августа. Вклад",description:"Ежедневные размышления АН - 22 августа. Вклад",id:"235",moth:"avgust"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/avgust/daily_22-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
