const id = "dekabr/daily_09-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_09-12";
						const body = "\n_«Эта способность слушать является благом, и по мере нашего духовного роста\nэта способность укрепляется»._\n\nОсновной текст, с. 128\n\nПриходилось ли вам когда-нибудь наблюдать разговор двух детей? Один будет\nговорить про фиолетовых драконов, в то время как другой беспокоится о песке,\nпопавшем ему в ботинки. Мы порой сталкиваемся с похожими проблемами в общении,\nкогда пытаемся научиться слушать других. Мы можем из собрания в собрание\nотчаянно пытаться слушать человека, который выступает, и одновременно\nпланировать, что мы скажем, когда до нас дойдет очередь. Во время разговора мы\nможем вдруг заметить, что наши ответы не имеют ничего общего с вопросами,\nкоторые нам заданы. Вместо того, чтобы отвечать на вопросы, мы выдаем речь,\nкоторую подготовили и только ждали момента, чтобы завладеть вниманием.\n\nУчиться слушать — действительно _слушать_ — это трудная задача, но она нам по\nплечу. Мы могли бы начать с уточнения в своих ответах того, что говорит\nсобеседник. Мы могли бы спросить, можем ли мы чем-то помочь, если кто-то\nзаявляет о своей проблеме. Немного попрактиковавшись, мы можем обрести свободу\nот самонаваждения и более тесный контакт с людьми.\n\n**ТОЛЬКО СЕГОДНЯ:** Я попридержу свои собственные мысли и послушаю, что\nговорят другие люди.\n";
						const data = {title:"9 декабря.  Слушать других",description:"Ежедневные размышления АН - 9 декабря.  Слушать других",id:"344",moth:"dekabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/dekabr/daily_09-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
