const id = "iyun/daily_05-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_05-06";
						const body = "\n_«Трудно сохранять честность, но это всегда вознаграждается»._\n\nОсновной текст, с. 115\n\nКак же нелегко нам быть честными! Многие из нас приходят в АН настолько\nзапутавшимися относительно того, что же на самом деле происходило в нашей\nжизни, что порой требуются месяцы и годы, чтобы во всем этом разобраться. Наша\nправдивая история не всегда соответствует тому, что мы о себе рассказываем.\nКак же мы можем стать более правдивыми?\n\nМногие из нас обнаружили, что проще всего начать с честности в молитве. Мы\nобнаруживаем порой, что нам очень трудно рассказать полностью правдивую\nисторию своим товарищам наркоманам. Мы уверены, что если расскажем все о себе,\nто нас не примут такими, какие мы есть на самом деле. Очень трудно в жизни\nсоответствовать имиджу «крутого», который многие из нас изобразили с самого\nначала! Молясь, мы ощущаем, что Высшая Сила принимает нас, и это принятие\nпозволяет нам открыть свое сердце и быть честными.\n\nКогда мы практикуем эту честность перед Богом, как мы его понимаем, мы часто\nобнаруживаем, что она сказывается и на наших отношениях с окружающими. Быть\nчестными становится нашей привычкой. Мы начинаем быть честными, когда\nвысказываемся на собрании и когда делимся с другими. В ответ мы обнаруживаем,\nчто наши жизни стали богаче благодаря более глубоким дружеским отношениям. Мы\nдаже замечаем, что становимся более честными перед собой – самым важным\nчеловеком, перед которым нам необходимо быть честнее!\n\nЧестность – это та категория, которая развивается благодаря постоянной\nпрактике. Быть правдивыми во всем – это не всегда просто, но если мы начинаем\nс Высшей Силы, то потом нам гораздо проще распространить свою честность на\nотношения с другими людьми.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду честным перед Богом, собой и другими.\n";
						const data = {title:"5 июня. Честная молитва",description:"Ежедневные размышления АН - 5 июня. Честная молитва",id:"157",moth:"iyun"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyun/daily_05-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
