const id = "fevral/daily_03-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_03-02";
						const body = "\n_“Присоединиться к нам может каждый, независимо от возраста, национальности,\nсексуальной ориентации, убеждений, религии или отсутствия таковой”._\n\nОсновной текст, с.11\n\nНаркомания закрыла наше сознание от всего нового или необычного. Мы думали,\nчто нам ничего не нужно и никто не нужен. Нам казалось, что у нас не может\nбыть ничего общего с соседом или человеком другой национальности, расы,\nдругого социального или экономического класса. Возможно, мы думали, что если\nкто-то непохож на нас, то он — лох.\n\nВыздоравливая, мы не можем позволить себе такое отношение. Мы попали в АН из-\nза того, что наши самые лучшие побуждения привели нас к провалу. Мы должны\nоткрыть свое сознание для опыта, который работает, не зависимо, от кого он\nисходит. Мы должны это сделать, если надеемся обрести духовный рост в\nвыздоровлении.\n\nКакой бы разный опыт мы ни имели в прошлой жизни, у всех нас есть две общие\nтемы в АН. Это то, чем мы делимся друг с другом — наша болезнь и наше\nвыздоровление. Мы зависим друг от друга, поскольку делимся опытом, и чем шире\nопыт, тем лучше. Нам необходим весь опыт без исключения. Каждое дополнение к\nнашей программе может пригодиться во множестве жизненных ситуаций, если мы\nостаемся чистыми.\n\nВыздоровление часто дается нелегко. Сила, необходимая для выздоровления,\nприходит к нам от наших товарищей по Сообществу АН. Сегодня мы благодарны за\nто, что мы все такие разные в нашем сообществе, так как мы находим силу в\nразнообразии опыта.\n\n**ТОЛЬКО СЕГОДНЯ:** Я знаю, что чем разнообразнее опыт на моей группе, тем\nлучше будет ее поддержка в различных жизненных ситуациях, в которых я окажусь.\nСегодня я рад тому, что наркоманы из различных слоев общества, с разным\nжизненным опытом приходят на мою группу.\n";
						const data = {title:"3 февраля. Мы нужны друг другу",description:"Ежедневные размышления АН - 3 февраля. Мы нужны друг другу",id:"34",moth:"fevral"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/fevral/daily_03-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
