const id = "oktyabr/daily_21-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_21-10";
						const body = "\n_«Это решение требует непрерывного принятия, постоянно возрастающей веры и\nежедневного вклада сил в выздоровление»._\n\nIP № 14, «Опыт одного наркомана…»\n\nИногда мы действительно живем по Третьему Шагу — и это здорово! Мы не жалеем о\nпрошлом, мы не боимся будущего и вообще довольны настоящим. Но, все же, иногда\nвидение Божьей воли для нас пропадает из нашей жизни.\n\nМногие мечтают избавиться от ошибок прошлого, но прошлого не выкинешь. Многие\nиз нас благодарны своему прошлому, потому что именно оно привело нас к\nвыздоровлению, которым мы теперь наслаждаемся. Работая по программе, мы можем\nнаучиться принимать прошлое и примиряться с ним путем исправления ошибок,\nкоторые когда-то совершили. Программа Двенадцати Шагов может также помочь\nизбавиться от тревоги по поводу будущего. Если мы ежедневно применяем принципы\nАН во всех наших делах, то результаты этих дел мы можем оставить на волю\nВысшей Силы.\n\nКажется, что те наши члены, у которых наиболее сильная вера, лучше других\nумеют жить настоящим. Радость, признательность, благодарность за качество\nнашей жизни — вот результаты веры в саму жизнь. Если мы на практике применяем\nпринципы нашей программы, сегодня — это единственный день, который нам нужен.\n\n**ТОЛЬКО СЕГОДНЯ:** Я возьму максимум от сегодняшнего дня, и буду надеяться,\nчто вчера и завтра в руках Божьих.\n";
						const data = {title:"21 октября. Воля бога на сегодня",description:"Ежедневные размышления АН - 21 октября. Воля бога на сегодня",id:"295",moth:"oktyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/oktyabr/daily_21-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
