const id = "dekabr/daily_12-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_12-12";
						const body = "\n_«Работая по шагам, мы приходим к принятию Воли Высшей Силы… Мы теряем страх\nперед неизвестностью. Мы становимся свободными»._\n\nОсновной текст, с. 20\n\nЖизнь — это серия изменений, как больших, так и маленьких. Хотя мы можем знать\nи принимать этот факт головой, в большинстве случаев нашей первоначальной\nэмоциональной реакцией на изменения является страх. Почему-то мы полагаем, что\nлюбое изменение должно причинить нам боль и заставить нас страдать.\n\nЕсли мы оглянемся назад, на изменения, которые произошли уже в нашей жизни, то\nпоймем, что большинство из них были к лучшему. Мы, возможно, были очень\nнапуганы перспективой жизни без наркотиков, хотя это было самым лучшим из\nтого, что когда-либо происходило с нами. Может быть, мы потеряли работу, о\nкоторой думали, что умрем без нее, но позже мы нашли лучший вариант и\nиндивидуальный рост в новой должности. Если мы берем на себя смелость идти\nдальше в своем выздоровлении, мы готовы испытать больше изменений. Мы\nперерастем старые ситуации и будем готовы к новым.\n\nКогда происходят любые изменения, самой естественной реакцией будет схватиться\nза что-то, _что угодно_ , но знакомое и пытаться удержать это. Утешение может\nбыть найдено в Силе, более могущественной, чем наша собственная. Чем больше мы\nпозволим изменениям, посланным нам Высшей Силой, происходить в нашей жизни,\nтем лучше мы убедимся, что эти изменения к лучшему. Вера заменит страх, и мы\nвсем сердце почувствуем, что все будет хорошо.\n\n**ТОЛЬКО СЕГОДНЯ:** Когда я боюсь перемен в моей жизни, я обрету покой в\nзнании того, что Божья воля — это лучшее для меня.\n";
						const data = {title:"12 декабря.   Страх перемен",description:"Ежедневные размышления АН - 12 декабря.   Страх перемен",id:"347",moth:"dekabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/dekabr/daily_12-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
