const id = "iyun/daily_10-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_10-06";
						const body = "\n_“Когда мы, в конце концов, избавляемся от собственных эгоистических\nпобуждений, мы находим мир и спокойствие, которые прежде считали\nнедостижимыми»._\n\nОсновной текст, с. 54\n\nКогда мы серьезно задумываемся над своими убеждениям, действиями и желаниями,\nмы часто приходим к выводу, что руководствуемся не теми мотивами. На ранних\nэтапах своего выздоровления мы, может быть, потратили массу времени и денег\nтолько ради того, чтобы нравиться людям. Теперь как мы видим, мы тоже тратимся\nна людей, но побудительные причины изменились. Мы делаем это, потому что _они\nнам_ нравятся. Или может быть мы раньше влюблялись потому что ощущали пустоту\nна душе и мы старались реализовать себя при помощи другого человека. Теперь\nнаше романтическое увлечение основано на желании поделиться уже доставляющей\nрадость жизнью с равным себе партнером. Может, раньше мы работали по шагам из\nстраха, что произойдет срыв, если мы не будем этого делать. Сегодня мы\nработаем по шагам, потому что хотим духовно расти.\n\nСегодня у нас новая цель в жизни, и изменение мотивов нашего поведения это\nотражает. У нас теперь столько всего помимо потребностей и страхов. Мы\nвыработали в себе крепость духа и умиротворение ума, которые придают нашему\nвыздоровлению новое качество. Мы со всей щедростью выражаем свою любовь и\nделимся своим выздоровлением, и перемена, произошедшая в нас — это достояние,\nкоторое ждет тех, кто еще к нам будет присоединяться.\n\n**ТОЛЬКО СЕГОДНЯ:** В выздоровлении мотивы моего поведения изменились. Я хочу\nделать все по правильным соображениям, а не просто ради личной выгоды. Я буду\nтщательно обдумывать мотивы своего поведения.\n";
						const data = {title:"10 июня. Изменение мотивов поведения",description:"Ежедневные размышления АН - 10 июня. Изменение мотивов поведения",id:"162",moth:"iyun"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyun/daily_10-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
