const id = "oktyabr/daily_15-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_15-10";
						const body = "\n_«Становиться наркоманами мы не собирались»._\n\nОсновной текст, с. 4\n\nУ всех нас в детстве были мечты. Каждый ребенок хоть раз слышал от\nродственника или соседа: «Кем _ты_ хочешь стать, когда вырастешь?». Даже если\nу некоторых из нас не было тщательно выстроенной мечты об успехе, большинство\nиз нас все же мечтали о работе, семье и будущем почете и уважении. И никто не\nспрашивал нас: «Ты хочешь стать наркоманом, когда вырастешь?».\n\nМы не собирались становиться наркоманами, и мы не можем решить перестать быть\nнаркоманами. У нас есть болезнь — наркомания. Мы не ответственны за то, что\nзаболели, но мы несем ответственность за свое выздоровление. Узнав, что мы\nбольны и что у нас есть путь к выздоровлению, мы можем перестать винить\nобстоятельства или себя и начать жить в согласии с миром и с собой. Мы не\nвыбирали наркоманию, но мы можем выбрать выздоровление.\n\n**ТОЛЬКО СЕГОДНЯ:** Я выбираю выздоровление.\n";
						const data = {title:"15 октября. Выбор",description:"Ежедневные размышления АН - 15 октября. Выбор",id:"289",moth:"oktyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/oktyabr/daily_15-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
