const id = "noyabr/daily_03-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_03-11";
						const body = "\n_«Если нам все равно придется встать на ноги и повернуться лицом к жизни, так\nпочему бы это не сделать с самого начала»._\n\nОсновной текст, с. 107\n\nНекоторые считают, что нам надо ограждать новичков и говорить им, что раньше\nвсе было плохо, а теперь в выздоровлении все замечательно. Мы чувствуем, что\nмогли бы напугать кого-то, если бы стали говорить о боли и трудностях,\nразвалившихся браках, ограблениях и подобных вещах. С искренним благим\nнамерением нести весть, мы обычно представляем свою жизнь в радужном свете,\nговоря только о том, что у нас в жизни идет хорошо.\n\nНо большинство новичков уже подозревают правду, даже если они в чистоте\nсчитанные дни. Скорее всего, «жизнь по законам жизни», которую, как правило,\nпереживает новичок, гораздо больше полна стрессов, чем та жизнь, с которой\nобычно сталкивается ветеран изо дня в день. Если нам все-таки удается убедить\nновичка, что в выздоровлении все усыпано розами, то надо быть с ним рядом и\nподдерживать, если что-нибудь у него или у нее пойдет в жизни не так.\n\nМожет быть, нам просто надо правдиво рассказывать, как мы используем потенциал\nАнонимных Наркоманов для того, чтобы принимать «жизнь по законам жизни», как\nбы ни проявляли себя эти законы в каждый конкретный день. В выздоровлении и в\nсамой жизни поровну и горя, и радости. Важно новичкам рассказывать и о том, и\nо другом, так, чтобы было видно, что мы остаемся чистыми не смотря ни на что.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду честен с новичками, с которыми делюсь своим опытом,\nи буду говорить им, что нам больше никогда не нужно употреблять наркотики, что\nбы ни случилось в нашей жизни.\n";
						const data = {title:"3 ноября. Не смотря ни на что",description:"Ежедневные размышления АН - 3 ноября. Не смотря ни на что",id:"308",moth:"noyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/noyabr/daily_03-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
