const id = "sentyabr/daily_11-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_11-09";
						const body = "\n_«Мы учимся быть гибкими в суждениях.… По мере того, как открываются новые\nфакты, касающиеся нашей болезни, мы чувствуем себя лучше»._\n\nОсновной текст, с. 122\n\nСлово «гибкость» почти не встречалось в нашем лексиконе, когда мы употребляли.\nМы попали под наваждение грубого удовольствия, которое давали нам наркотики, и\nс трудом могли воспринимать более мягкие, тонкие и разнообразные удовольствия,\nкоторыми полон окружающий нас мир. Наша болезнь поставила саму нашу жизнь под\nугрозу тюрем, учреждений и смертей, и нам все труднее и труднее было\nпротивостоять этой угрозе. В конце концов, мы сломались. Подул чистый, свежий\nветер жизни, и мы рассыпались, оказались разбитыми, побежденными, у нас не\nосталось другого выбора, кроме капитуляции.\n\nНо прекрасная ирония выздоровления состоит в том, что, капитулируя, мы\nобретаем гибкость, которую утратили из-за наркомании, ту самую гибкость, малая\nтолика которой, в конце концов, победила нас. Мы восстановили в себе\nспособность сгибаться под порывами свежего ветра, но не разбиваться вдребезги\nпри этом. Как только начинал дуть ветер, мы чувствовали, как он с любовью\nласкает нашу кожу, тогда как раньше мы стали бы прятаться от него, словно это\nсмертоносный шторм.\n\nЖизненный ветер постоянно приносит нам свежий воздух, а вместе с ним и новые\nароматы, новые удовольствия, утонченные и разнообразные. Когда мы держим курс\nпо ветру, мы чувствуем, слышим, осязаем, обоняем и ощущаем вкус всего, что\nэтот ветер может нам принести. А когда дуют новые ветры, мы и сами чувствуем\nсебя обновленными.\n\n**ТОЛЬКО СЕГОДНЯ:** Высшая Сила, помоги мне держать курс по ветру. Освободи\nменя от негибкости.\n";
						const data = {title:"11 сентября.  Курс по ветру",description:"Ежедневные размышления АН - 11 сентября.  Курс по ветру",id:"255",moth:"sentyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/sentyabr/daily_11-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
