const id = "mart/daily_04-03.md";
						const collection = "diaries";
						const slug = "mart/daily_04-03";
						const body = "\n_“Эта программа стала частью меня… Я более ясно понимаю, что происходит в моей\nжизни сегодня. Я больше не сражаюсь с жизнью.”_\n\nОсновной текст, Истории\n\nВо время активной наркомании вещи происходили, казалось бы , безо всякой связи\nи причин. Мы просто делали что-то, не зная для чего и какие могут быть\nпоследствия. Жизнь имела мало ценности и смысла.\n\nПроцесс работы по Двенадцати Шагам привносит смысл в нашу жизнь; работая по\nшагам мы приходим к принятию как светлых, так и темных сторон самих себя. Мы\nсбрасываем отрицание, которое мешало нам осознать воздействие употребления\nнаркотиков. Мы проводим честный самоанализ и стараемся изменить образ мышления\nи поведения, свои чувства. Мы обретаем смирение и видение в истинном свете,\nраскрываясь полностью перед другим человеком. Если мы стремимся свести на нет\nпоследствия наркомании, то мы развиваем в себе должное отношение к своему\nсобственному бессилию и к Силе, более могущественной, чем наша. По мере того,\nкак растет наше понимание себя, мы лучше понимаем и принимаем других людей.\n\nДвенадцать Шагов являются ключом к процессу, который мы называем «жизнью». При\nработе по шагам они становятся частицей нас и мы становимся частью окружающей\nнас жизни. Наш мир больше не бессмыслен, мы лучше понимаем, что происходит в\nнашей жизни сегодня. Мы больше не сражаемся с действительностью. Сегодня мы\nработаем по шагам и живем.\n\n**ТОЛЬКО СЕГОДНЯ:** Жизнь — это процесс. Двенадцать Шагов — это ключ к этому\nпроцессу. Сегодня я буду пользоваться шагами для того, чтобы участвовать в\nжизненном процессе, понимая и радуясь себе и своему выздоровлению.\n";
						const data = {title:"4 марта. Процесс",description:"Ежедневные размышления АН - 4 марта. Процесс",id:"64",moth:"mart"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/mart/daily_04-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
