const id = "fevral/daily_18-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_18-02";
						const body = "\n_“ До тех пор, пока я принимаю все, как есть, и принимаю обязательство перед\nмоей Высшей Силой делать все, что от меня зависит, я знаю, Высшая Сила обо мне\nпозаботится”._\n\nОсновной текст, Непереведенная история\n\nМногие из нас чувствуют, что самая главная ответственность в выздоровлении —\nэто ответственность перед нашей Высшей Силой. Понимая, что своими силами мы не\nможем остаться чистыми и найти выздоровление, мы вступаем в сотрудничество с\nСилой, более могущественной, чем наша собственная. Мы берем на себя\nобязательство препоручить жизнь заботе нашей Высшей Силы, и, в свою очередь,\nВысшая Сила дает нам руководство.\n\nЭто сотрудничество жизненно необходимо для того, чтобы оставаться чистыми. На\nпервых порах выздоровления часто кажется, что это сотрудничество — самая\nсложная вещь из того, что мы когда-либо делали. Но сила нашего обязательства\nперед выздоровлением и сила заботы Бога достаточны, чтобы поддержать нас\nтолько сегодня.\n\nНаша роль в этом сотрудничестве состоит в том, чтобы стараться делать все, что\nмы можем, каждый день, распознавать и выполнять задачи, стоящие перед нами, и\nприменять принципы выздоровления как можно лучше. Мы даем обещание делать\n_лучшее_ , что можем, — не имитировать это, не притворяться сверхлюдьми, а\nпросто закладывать основу своего выздоровления. Выполняя свою роль в\nсотрудничестве по выздоровлению, мы ощущаем на себе заботу Высшей Силы.\n\n**ТОЛЬКО СЕГОДНЯ:** Я выполню свои обязательства по сотрудничеству с моей\nВысшей Силой.\n";
						const data = {title:"18 февраля. Сотрудничество по выздоровлению",description:"Ежедневные размышления АН - 18 февраля. Сотрудничество по выздоровлению",id:"49",moth:"fevral"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/fevral/daily_18-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
