const id = "dekabr/daily_05-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_05-12";
						const body = "\n_«Мы видели, что программа работает для любого наркомана, который честно и\nискренне хочет остановиться»._\n\nОсновной текст, с. 13\n\nКак мы узнаем, что кто-то честно и искренне хочет прекратить употреблять\nнаркотики? Правда состоит в том, что знать это наверняка мы не можем! Потому\nчто мы не можем прочесть мысли другого человека, угадать его побуждения и\nжелания; нам остается только надеяться на лучшее.\n\nМы можем говорить с новичками на собрании и думать, что больше никогда их не\nувидим, а потом встретить их через несколько лет, выздоравливающими. Мы можем\nсклониться к тому, чтобы махнуть рукой на человека, который продолжает\nсрываться или плохо выздоравливает, но мы не должны этого делать. Не имеет\nзначения, что с виду у человека нет желания, факт остается фактом — _он\nнаркоман, и он пришел на собрание_.\n\nМы не можем знать, какие результаты принесет наша работа по Двенадцатому Шагу;\nэто не наше дело — оценивать желание выздоравливать у новичка. Весть, которую\nмы несем — это часть нас самих. Мы несем ее всюду и свободно делимся своим\nопытом, оставляя результаты на волю Силы, более могущественной, чем наша\nсобственная.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду делиться своим выздоровлением с любым наркоманом,\nвезде, в любое время и при любых обстоятельствах. Я оставлю результаты на волю\nВысшей Силы.\n";
						const data = {title:"5 декабря.   Те, кто хочет выздоравливать",description:"Ежедневные размышления АН - 5 декабря.   Те, кто хочет выздоравливать",id:"340",moth:"dekabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/dekabr/daily_05-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
