const id = "avgust/daily_09-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_09-08";
						const body = "\n_«Мы начинаем видеть, что любовь Бога существовала всегда, лишь ожидая, пока\nмы примем ее»._\n\nОсновной текст, с. 57\n\nЛюбовь Бога — это преображающая сила, которая движет нашим выздоровлением. С\nпомощью этой любви мы находим свободу от безнадежности, отчаяния бесконечного\nупотребления, ненависти к себе, толкавшей на то, чтобы употреблять еще больше.\nС помощью этой любви мы находим смысл и цель в своей, когда-то бессмысленной,\nжизни. С помощью этой любви мы обретаем внутреннее направление и силу,\nнеобходимые, чтобы начать новый образ жизни: образ жизни АН. С помощью этой\nлюбви мы начинаем видеть по-другому, как будто новыми глазами.\n\nКогда мы исследуем свою жизнь сквозь призму любви, мы делаем потрясающее\nоткрытие: любящий Бог, к пониманию которого мы пришли совсем недавно,\nоказывается, всегда был с нами и всегда любил нас. Мы вспоминаем времена,\nкогда мы просили помощи у Высшей Силы и получали ее. Мы даже вспоминаем те\nпериоды, когда не просили о помощи, но все равно получали ее. Мы понимаем, что\nлюбящая Высшая Сила заботилась о нас все время, защищая нашу жизнь до того\nдня, когда мы смогли самостоятельно принять эту любовь.\n\nСила любви всегда была с нами. Сегодня мы благодарны за то, что смогли прожить\nдостаточно долго, чтобы обрести уверенность, что эта любовь присутствует в\nокружающем мире и в нашей жизни. Она наполняет жизнью само наше существование,\nруководит нашим выздоровлением и показывает нам, как жить.\n\n**ТОЛЬКО СЕГОДНЯ:** Я принимаю любовь Высшей Силы в свою жизнь. Я осознаю, что\nвнутри меня есть руководство и энергия этой Силы. Сегодня я заявляю об этом с\nуверенностью.\n";
						const data = {title:"9 августа.  Сила любви",description:"Ежедневные размышления АН - 9 августа.  Сила любви",id:"222",moth:"avgust"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/avgust/daily_09-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
