const id = "mart/daily_15-03.md";
						const collection = "diaries";
						const slug = "mart/daily_15-03";
						const body = "\n_“Чаепитие после собрания — отличная возможность поделиться тем, что не\nобсуждалось на группе.”_\n\nОсновной текст, с. 111\n\nАктивная наркомания исключила нас из общества, изолировала нас. Страх был\nпричиной нашей изоляции. Мы думали, что если позволим другим сойтись с нами,\nони обнаружат в нас только недостатки. Но, отвергнув других, мы не уйдем от\nстраха.\n\nКогда мы приходим на свое первое собрание в АН, мы обычно бываем поражены той\nдружелюбной простотой, с которой у нас на глазах делятся выздоравливающие\nнаркоманы. Мы тоже можем очень быстро стать частью этого содружества, если\nпозволим это себе. Это можно сделать, присоединившись к тем, кто идет в\nближайшее кафе после собрания, например.\n\nКогда мы собираемся вместе, мы можем разрушить стены, разделяющие нас, и\nузнать что-то о себе и о других членах АН. Один на один мы порой рассказываем\nо себе такие вещи, которыми нам не очень-то хочется делиться на группе. Мы\nучимся общаться на вечеринках после собраний и там же мы приобретаем настоящую\nкрепкую дружбу.\n\nБлагодаря новым друзьям в АН нам не приходится больше жить в изоляции. Мы\nможем стать частью огромного целого — Содружества Анонимных Наркоманов.\n\n**ТОЛЬКО СЕГОДНЯ:** Я вырвусь из изоляции. Я буду стремиться к тому, чтобы\nчувствовать себя частью Содружества АН.\n";
						const data = {title:"15 марта. Чувствуя себя “частью”",description:"Ежедневные размышления АН - 15 марта. Чувствуя себя “частью”",id:"75",moth:"mart"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/mart/daily_15-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
