const id = "fevral/daily_05-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_05-02";
						const body = "\n_“Мы благодарны за то, что нас так тепло принимают на собраниях. Мы чувствуем\nсебя на них очень уютно”._\n\nОсновной текст, с. 101\n\nПомните, как мы боялись, когда шли на свое первое собрание в АН? Большинство\nиз нас помнят, как трудно было остаться на этом первом собрании, даже если мы\nприходили с кем-то из своих друзей. Что же заставило нас прийти еще раз?\nМногие с благодарностью вспоминают тот радушный прием, который нам был оказан,\nи то, как уютно нам стало после этого. Когда мы подняли руку, как это делают\nновички, мы дали другим членам возможность приветствовать нас и проявлять свое\nрадушие.\n\nПорой вся разница между теми наркоманами, которые уходят после первого\nсобрания и больше не возвращаются в АН, и теми, кто остается и выздоравливает,\nзаключается только в доброжелательном объятии. Наркоманы не возвращаются, если\nне получают этого объятия от других членов. Когда мы уже остаемся чистыми\nкакое-то время, мы можем просто отвернуться от новичков, тем более что видим,\nкак много людей приходят и уходят. Но участники, у которых есть чистое время,\nмогут дать шанс наркоману, сделать так, чтобы он вернулся. Предлагая свой\nномер телефона, обнимая или просто тепло приветствуя, мы протягиваем руку\nАнонимных Наркоманов тем, кто все еще страдает.\n\n**ТОЛЬКО СЕГОДНЯ:** Я помню, какой теплый прием был оказан мне, когда я\nвпервые пришел в АН. Сегодня я выражу свою благодарность, открыв объятия\nновичку.\n";
						const data = {title:"5 февраля. Возвращайся!",description:"Ежедневные размышления АН - 5 февраля. Возвращайся!",id:"36",moth:"fevral"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/fevral/daily_05-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
