const id = "fevral/daily_04-02.md";
						const collection = "diaries";
						const slug = "fevral/daily_04-02";
						const body = "\n_“Для нас выздоровление — это больше, чем просто удовольствие”._\n\nОсновной текст, с.52\n\nВо время активной наркомании большинство из нас точно знали, как мы себя\nчувствуем, и как будем чувствовать на следующий день. Все, что нам нужно было\nсделать — это прочитать ярлык на пузырьке или узнать, что находится в\nкоробочке. Мы сами планировали свои ощущения, и наша задача была в том, чтобы\nкаждый день хорошо себя чувствовать.\n\nВыздоравливая, мы постоянно чувствуем себя по-разному. Наши ощущения меняются\nкаждый день, а порой и каждую минуту. Мы можем быть утром энергичными и\nсчастливыми, а после обеда внезапно помрачнеть и почувствовать себя\nнесчастными. И все потому, что мы больше не вводим себе каждое утро хорошее\nсамочувствие на день. Но благодаря этому мы можем избавить себя от таких\nнеприятных ощущений как утренняя разбитость и ночная бессонница.\n\nКонечно, это всегда возможно для нас — хорошо себя чувствовать, но не в этом\nсмысл. Сегодня наша задача не в том, чтобы получать приятные ощущения, а в\nтом, чтобы научиться принимать свои ощущения и работать с ними, какими бы они\nни были. Мы учимся этому, работая по Шагам и делясь своими чувствами с\nдругими.\n\n**ТОЛЬКО СЕГОДНЯ:** Я приму свои чувства, какими бы они ни были, просто\nтакими, какие они есть. Я буду работать по программе, и учиться жить со своими\nчувствами.\n";
						const data = {title:"4 февраля.  Хорошее самочувствие — это не цель",description:"Ежедневные размышления АН - 4 февраля.  Хорошее самочувствие — это не цель",id:"35",moth:"fevral"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/fevral/daily_04-02.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
