const id = "noyabr/daily_15-11.md";
						const collection = "diaries";
						const slug = "noyabr/daily_15-11";
						const body = "\n_«Возьми мою волю и мою жизнь. Веди меня по пути выздоровления. Покажи мне как\nжить»._\n\nОсновной текст, с. 32\n\nКак мы начинаем впускать нашу Высшую Силу в свою жизнь? Когда мы обращаемся за\nсоветом в трудных ситуациях, мы часто обнаруживаем, что наша Высшая Сила\nработает через других людей. Когда мы принимаем тот факт, что у нас нет\nответов на все вопросы, мы открываем для себя новые и необычные возможности.\nГотовность распрощаться с нашими предвзятыми идеями и мнениями открывает канал\nдля духовного руководства, освещающего нашу жизнь.\n\nВременами нам бывает нужно дойти до полного саморазрушения, чтобы ощутить себя\nготовыми препоручить свои трудности нашей Высшей Силе. Постоянные интриги,\nборьба, планирование, беспокойство — все это не работает. Мы можем быть\nуверены, что если мы препоручим свои проблемы Высшей Силе, то решения придут к\nнам сами — через выслушивание опыта других людей или в тишине медитации.\n\nНет смысла в том, чтобы жить неистовой жизнью. Такое положение вещей, как\nбудто мы живем в горящем доме, только истощает нас и ни к чему хорошему не\nприводит. И никакие манипуляции с нашей стороны не изменят эту ситуацию. Если\nмы отпустим свой контроль и позволим себе обратиться к нашей высшей Силе, мы\nузнаем, как нам лучше всего поступить. Все остальное нам обеспечено, решения,\nпочерпнутые из духовного источника, намного превосходят те, что мы могли бы\nсостряпать сами.\n\n**ТОЛЬКО СЕГОДНЯ:** Я отпущу свой контроль и позволю своей Высшей Силе\nруководить моей жизнью.\n";
						const data = {title:"15 ноября.  Отпустить контроль",description:"Ежедневные размышления АН - 15 ноября.  Отпустить контроль",id:"320",moth:"noyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/noyabr/daily_15-11.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
