const id = "iyul/daily_14-07.md";
						const collection = "diaries";
						const slug = "iyul/daily_14-07";
						const body = "\n_«Быть принятым в обществе не приравнивается к выздоровлению»._\n\nОсновной текст, с. 27\n\nОдна из первых вещей, которые происходят с нами в выздоровлении — это то, что\nмы начинаем выглядеть лучше. Здоровье идет на поправку; мы принимаем душ;\nодеваемся более аккуратно. И, не испытывая принуждения активной наркомании,\nмногие из нас, в конце концов, прекращают воровать, лгать и шустрить. Мы\nначинаем казаться _нормальными_ людьми — просто отказавшись от наркотиков.\n\nНо казаться нормальным и быть нормальным — это совершенно разные вещи.\nПринятие в глазах общества — это плод нашего выздоровления; но это не есть\nсамо выздоровление. Мы можем наслаждаться плодами выздоровления, но мы должны\nбережно заботиться об их истинном источнике. Длительное выздоровление нельзя\nобрести в глазах других людей, а только во внутреннем росте, который\nстимулируется нашими Двенадцатью Шагами.\n\n**ТОЛЬКО СЕГОДНЯ:** Я знаю, что недостаточно просто хорошо выглядеть.\nДлительное выздоровление — это внутренняя работа.\n";
						const data = {title:"14 июля. «Внутренняя работа»",description:"Ежедневные размышления АН - 14 июля. «Внутренняя работа»",id:"196",moth:"iyul"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyul/daily_14-07.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
