const id = "yanvar/daily_25-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_25-01";
						const body = "\n_«Мы видим, как это происходит каждый день рядом с нами. Это удивительное\nпревращение свидетельствует о духовном пробуждении»._\n\nОсновной текст, с. 61\n\nМы видим, как они приходят на свое первое собрание побитыми, с разрушенным\nдушевным миром. Их страдание очевидно и их желание получить помощь еще более\nнесомненно. Их приветствуют, и они садятся опять на свои места, потрясенные.\n\nКогда мы видим их снова, они выглядят уже более раскованно. Они нашли спонсора\nи каждый вечер приходят на собрание. Они все еще отводят глаза под нашим\nвзглядом, но когда мы делимся своим опытом, они уже кивают головой, узнавая\nсебя в нем. Мы замечаем проблеск надежды в их глазах, и они неуверенно\nулыбаются, когда мы подбадриваем их со словами «возвращайся».\n\nСпустя несколько месяцев, они уже держатся уверенно. Они научились смотреть в\nглаза другим людям. Они работают по шагам со спонсором и в результате начинают\nлучше себя чувствовать. Мы слушаем, как они делятся с нами на собраниях. После\nсобрания мы вместе с ними убираем помещение.\n\nЧерез несколько лет они становятся спикерами на конвенциях. Они стали\nчудесными, веселыми людьми. Они улыбаются при встрече с нами, обнимают нас и\nговорят, что без нас они никогда не смогли бы достичь всего этого. И понимают,\nкогда мы отвечаем: «Так же как и мы без тебя».\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду рад быть свидетелем чужого выздоровления.\n";
						const data = {title:"25 января.  Дополнительный подарок",description:"Ежедневные размышления АН - 25 января.  Дополнительный подарок",id:"25",moth:"yanvar"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/yanvar/daily_25-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
