const id = "april/daily_06-04.md";
						const collection = "diaries";
						const slug = "april/daily_06-04";
						const body = "\n_“На практике за одним этапом выздоровления следует другой, и поэтому перемены\nнеизбежны”_\n\nБазовый текст, с. 101\n\nКогда мы впервые пришли в АН, многие из нас не имели работы. Не все из нас\nсразу решили стать честными и работоспособными членами общества, придя в\nСообщество Анонимных Наркоманов. Но вскоре мы обнаружили, что в выздоровлении\nмы не чувствуем себя комфортно, если делаем то, что не сомневаясь делали в\nупотреблении.\n\nКогда мы выздоравливаем, мы становимся честнее в ситуациях, которые не\nволновали нас в период употребления. Мы начинаем возвращать лишнюю сдачу в\nмагазине, когда нам дают ее по ошибке. Мы сознаём, если ударили чужую,\nприпаркованную машину. Мы обнаруживаем, что если нам удаётся быть честными в\nмелочах, то нам гораздо легче проходить более серьёзные тесты на честность.\n\nМногие из нас пришли в АН с очень низкой способностью быть честными, но мы\nобнаружили, что по мере работы по Программе Двенадцати Шагов наши жизни\nначинают меняться. Мы больше не чувствуем себя комфортно, когда манипулируем\nжизнями других для излечения собственной выгоды. Мы можем чувствовать себя\nхорошо, обнаруживая в себе возрастную честность\n\n**ТОЛЬКО СЕГОДНЯ:** Я оценю уровень честности в своей жизни, и определю,\nкомфортно ли мне, когда Я честен.\n";
						const data = {title:"6 апреля. Возрастающая честность",description:"Ежедневные размышления АН - 6 апреля. Возрастающая честность",id:"97",moth:"april"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/april/daily_06-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
