const id = "april/daily_09-04.md";
						const collection = "diaries";
						const slug = "april/daily_09-04";
						const body = "\n_“Мы учимся переживать наши чувства, и обнаруживаем, что они не могут\nпричинить нам вреда, если мы не поддаемся им”._\n\nIP№”Новичку”\n\nМногие из нас пришли в АН с чем-то меньшим, чем неопределимое желание\nпрекратить употреблять. Конечно, наркотики создали нам проблемы, и мы хотели\nизбавиться от этих проблем, но мы не хотели прекращать употреблять. В конце\nконцов, мы поняли, что не можем иметь одно, не отказавшись от другого. Даже\nесли мы действительно хотели употребить, мы не делали этого. Мы больше не\nхотели платить. Чем дольше мы оставались чистыми и работали по программе, тем\nбольшую свободу мы испытывали. Раньше или позже мы обнаружили, что потребность\nв наркотиках отпала. Мы прекратили употреблять и начали жить.\n\nТо же относится и к другим негативным импульсам, которые мучают нас. Мы можем\nжелать сделать что-либо деструктивное только потому, что нам этого хочется. Мы\nделали это раньше. Иногда нам кажется, что мы освободились от этого, а иногда\nнет. Если мы не хотим больше платить за поступки совершенные под руководством\nчувств, мы не должны совершать эти поступки.\n\nЭто может быть также тяжело, как в начале было тяжело оставаться в чистоте. Но\nдругие чувствовали себя таким же образом, но обнаружили возможность не\nдействовать импульсивно. Делясь и ища помощи у других людей и у Высшей Силы мы\nможем найти путь, поддержку и силу, в которых мы нуждаемся, чтобы воздержаться\nот деструктивного, компульсивного поведения.\n\n**Только сегодня:** Уметь чувствовать – это здорово. С помощью моего спонсора,\nчленов АН и Высшей Силы я способен не действовать под руководством негативных\nчувств.\n";
						const data = {title:"9 апреля. Действия",description:"Ежедневные размышления АН - 9 апреля. Действия",id:"100",moth:"april"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/april/daily_09-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
