const id = "avgust/daily_25-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_25-08";
						const body = "\n_“Мы постепенно обретаем свободу от тяжести обломков нашего прошлого”._\n\nОсновной текст, с.50\n\nК тому времени, когда мы начинаем Девятый Шаг, мы уже достигаем волнующей\nстадии своего выздоровления. Ущерб, нанесенный нашей жизни — это то, из-за\nчего, в основном, мы стали искать помощи. Теперь у нас есть возможность убрать\nобломки, оставшиеся от крушения, избавиться от ошибок прошлого и исправить\nсвою жизнь.\n\nМы потратили много времени и сил на подготовку к этому шагу. Когда мы пришли в\nАН, видеть обломки своего прошлого нам хотелось меньше всего. Мы начали делать\nэто самостоятельно, с проведения личной инвентаризации. Затем, мы открыли свое\nпрошлое для внимательного изучения немногими избранными: собой, Высшей Силой и\nдругим человеком. Мы взглянули на свои недостатки, источник большей части\nхаоса в нашей жизни, и попросили о том, чтобы все эти дефекты были устранены.\nНаконец, мы перечислили ошибки, которые необходимо исправить, для того, чтобы\nпоправить положение — _все ошибки_ — и прониклись желанием сделать это.\n\nТеперь у нас есть возможность сделать исправление ошибок — освободиться от\nобломков прошлой жизни. Все, что мы до сих пор делали в АН, подвело нас к\nэтому. На этой точке процесса выздоровления Девятый Шаг — это как раз то, что\nмы хотим делать. С Двенадцатью Шагами и с помощью Высшей Силы мы убираем\nкамни, которые так долго находились на пути нашего прогресса; мы обретаем\nсвободу жить.\n\n**ТОЛЬКО СЕГОДНЯ:** Я воспользуюсь возможностью исправить свою жизнь. Я\nиспытаю освобождение от обломков моего прошлого.\n";
						const data = {title:"25 августа. Девятый Шаг — исправление жизни",description:"Ежедневные размышления АН - 25 августа. Девятый Шаг — исправление жизни",id:"238",moth:"avgust"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/avgust/daily_25-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
