const id = "maj/daily_15-05.md";
						const collection = "diaries";
						const slug = "maj/daily_15-05";
						const body = "\n_“Приступая к этому Шагу, большинство из нас боятся, что внутри нас чудовище,\nкоторое погубит нас, если его выпустить на свободу.”_\n\nОсновной текст, с. 35\n\nБольшинство из нас охватывает ужас при мысли, что нам прийдется взглянуть на\nсебя, поближе узнать свой внутренний мир. Мы боимся, что если исследуем свои\nпоступки и мотивы, то обнаружим бездонную черную пропасть эгоизма и ненависти.\nНо когда мы предпринимаем Четвертый Шаг, мы обнаруживаем, что те страхи были\nнеобоснованными. Мы — люди, такие же, как другие, не больше и не меньше.\n\nУ всех нас есть какие-то личные черты характера, которыми мы не особенно\nгордимся. Когда мы в плохом настроении, мы можем думать, что наша вина намного\nстрашнее, чем вина кого бы то ни было. У нас бывают моменты, когда мы\nсомневаемся в себе. Мы ставим под сомнение свои мотивы. Мы можем даже\nпридираться к своему существованию вообще. Но если бы могли прочитать мысли\nнаших товарищей по сообществу, мы нашли бы те же самые переживания. Мы не\nлучше и не хуже других.\n\nМы можем только изменить то, что мы узнали и признали в себе. Вместо того,\nчтобы продолжать бояться того, что сидит внутри нас и не дает жить, мы можем\nвыпустить это наружу, открыться и избавиться от этого. Мы больше не будем\nбояться, и наше выздоровление расцветет на свету, исходящем от нашего знания\nсебя.\n\n**ТОЛЬКО СЕГОДНЯ:** Я боюсь того, чего не знаю. Я вытащу свои страхи наружу и\nпозволю им раствориться.\n";
						const data = {title:"15 мая. Страх перед Четвертым Шагом",description:"Ежедневные размышления АН - 15 мая. Страх перед Четвертым Шагом",id:"136",moth:"maj"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/maj/daily_15-05.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
