const id = "dekabr/daily_31-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_31-12";
						const body = "\n_«Работа с другими наркоманами — это лишь начало служения»._\n\nОсновной текст, с. 70\n\nСейчас мы находимся в процессе выздоровления. Живя в программе, мы обрели\nнекоторую стабильность в жизни. Наша вера в Высшую Силу выросла. Наше личное\nдуховное пробуждение происходит спокойно и плавно. И что теперь? Мы спокойно\nсидим и получаем удовольствие? Конечно, нет. Мы находим возможность заниматься\nслужением.\n\nМы склонны думать о служении как о работе в комитетах или на должностях\nразного уровня. Но служение выходит далеко за рамки такого понимания. По сути,\nмы можем изыскать возможность заниматься служение почти в каждой сфере нашей\nжизни. Наша работа — это тоже форма служения для общества, не зависимо от\nспециализации. Работа, которую мы делаем по дому — это служение для нашей\nсемьи. Возможно, мы выполняем какую-то работу для общества в качестве\nволонтеров.\n\nИ как все меняется в результате нашего служения! Если мы сомневаемся в этом,\nнам надо просто представить, каким был бы мир, если бы никто ни для кого\nничего не делал. Наша работа служит на благо людям. Весть о выздоровлении,\nкоторую мы несем, выходит из стен наших групп и воздействует на все, что мы\nделаем в жизни.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду искать возможность для служения во всем, что я\nделаю.\n";
						const data = {title:"31 декабря. Служение",description:"Ежедневные размышления АН - 31 декабря.  Служение",id:"366",moth:"dekabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/dekabr/daily_31-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
