const id = "mart/daily_06-03.md";
						const collection = "diaries";
						const slug = "mart/daily_06-03";
						const body = "\n_“Поскольку я работаю по Двенадцати Шагам, я не могу продолжать поступать по\nстарому, обманывая себя.”_\n\nОсновной текст, Истории\n\nМы ко всему подходим с токи зрения рационализма. Бывает так, что мы знаем об\nэтом, признаем это и все равно продолжаем вести себя согласно нашему\nрационализму! Выздоровление может стать очень болезненным, если по какой-то\nпричине мы решим, что простые программные принципы нам не подходят.\n\nС помощью нашего спонсора и других членов АН мы начинаем замечать, какие\nотговорки мы используем, чтобы оправдать свое поведение. Может быть мы\nобнаружили, что какие-то принципы просто не подходят для нас? Может быть мы\nдумаем, что уже знаем гораздо больше, чем кто-либо в Анонимных Наркоманах,\nдаже больше тех, кто много лет остается чистым? Почему мы решили, что мы\nособенные?\n\nНесомненно, какое-то время у нас получится успешно управлять своим\nвыздоровлением. Но когда-то нам прийдется взглянуть правде в глаза и начать\nдействовать соответственно. Принципы Двенадцати Шагов дают нам руководство для\nновой жизни в выздоровлении. И в этой жизни нет места для рационализации.\n\n**ТОЛЬКО СЕГОДНЯ:** Я не могу работать по шагам и продолжать обманывать себя.\nЯ проверю свои мысли на предмет рационализаторских планов, открою их своему\nспонсору и избавлюсь от них.\n";
						const data = {title:"6 марта. Исключить рационализацию из нашего выздоровления",description:"Ежедневные размышления АН - 6 марта. Исключить рационализацию из нашего выздоровления",id:"66",moth:"mart"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/mart/daily_06-03.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
