const id = "oktyabr/daily_12-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_12-10";
						const body = "\n_» Если мы признали, что наша жизнь стала неуправляемой, то мы не должны\nоспаривать свою точку зрения.… Отныне нам не нужно быть всегда правыми»._\n\nОсновной текст, с. 69\n\nНичто не изолирует нас так быстро от теплоты и дружелюбия наших товарищей по\nАН, как наша потребность быть всегда «правыми». Будучи ненадежными, мы\nпретендуем на то, чтобы быть авторитетными фигурами. Страдая от низкой\nсамооценки, мы стараемся поднять ее, опуская других. В лучшем случае из-за\nтакой тактики люди отвернутся от нас; в худшем — станут проявлять агрессию.\nЧем больше мы стараемся произвести на других впечатление тем, как мы «правы»,\nтем сильнее мы ошибаемся.\n\nНам не нужно быть «правыми», чтобы чувствовать себя уверенно; нам нет нужды\nпритворяться, что у нас есть ответы на все вопросы перед теми, кто любит и\nуважает нас. На самом деле, правда, как раз, в обратном. Ни у кого из нас нет\nвсех ответов. Мы зависим друг от друга, поскольку мы помогаем друг другу\nнаходить общий язык, несмотря на разницу в понимании вещей. И мы зависим от\nСилы, более могущественной, чем наша собственная, так как только она может\nпомочь нам в нашем бессилии. Нам очень просто жить с людьми, когда мы\nпредлагаем то, что знаем, признаем то, чего не знаем, и стремимся учиться у\nравных себе. Мы живем уверенно с самими собой, когда мы все меньше полагаемся\nна свою собственную силу и начинаем больше полагаться на Бога, к пониманию\nкоторого мы пришли.\n\nНам не нужно быть «правыми» все время, нужно просто выздоравливать.\n\n**ТОЛЬКО СЕГОДНЯ:** Боже, я признаю свое бессилие и неуправляемость моей\nжизни. Помоги мне жить с людьми, как равный с равными, чтобы я зависел только\nот Твоей силы и руководства.\n";
						const data = {title:"12 октября. Быть всегда правыми",description:"Ежедневные размышления АН - 12 октября. Быть всегда правыми",id:"286",moth:"oktyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/oktyabr/daily_12-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
