const id = "sentyabr/daily_02-09.md";
						const collection = "diaries";
						const slug = "sentyabr/daily_02-09";
						const body = "\n_“Ежедневная работа по программе Двенадцати Шагов изменяет нас, уводит от\nсостояния, в котором мы находились, и препоручает Высшей Силе”._\n\nОсновной текст, с. 104\n\nКем мы были и кем мы стали? Существуют два пути ответить на этот вопрос. Один\nочень простой: мы пришли в Анонимные Наркоманы как наркоманы, когда наша\nнаркомания убивала нас. В АН мы получили свободу от наваждения употреблять и\nнашей компульсивности в отношении наркотиков. И наша жизнь изменилась.\n\nНо это только верхушка айсберга. Кем мы были на _самом деле_? В прошлом мы\nбыли людьми, лишенными сил или направления. У нас было чувство, что наша жизнь\nне имеет смысла и основания. Наша жизнь не представляла для нас большого\nсмысла, не больше, чем для наших семей, друзей или соседей.\n\nКем мы становимся на _самом деле_? Сегодня мы не просто чистые наркоманы, мы —\nлюди с чувством направления, цели и с Силой более могущественной, чем наша\nсобственная. Путем повседневной работы по программе Двенадцати Шагов мы начали\nпонимать, насколько наркомания деформировала наши чувства, побуждения и\nповедение. Постепенно, разрушительная сила нашей болезни заменилась дающим\nжизнь воздействием Высшей Силы.\n\nВыздоровление означает не просто чистоту — это значит _обретение_ _силы_. Мы\nсделали больше, чем просто избавились от плохих привычек; мы становимся новыми\nлюдьми, под руководством Высшей Силы.\n\n**ТОЛЬКО СЕГОДНЯ:** Руководство, которое мне необходимо для того, чтобы стать\nновым человеком, уже наготове под рукой. Сегодня я уйду дальше от своей\nпрежней бесцельности и придвинусь ближе к Высшей Силе.\n";
						const data = {title:"2 сентября. С Высшей Силой",description:"Ежедневные размышления АН - 2 сентября. С Высшей Силой",id:"246",moth:"sentyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/sentyabr/daily_02-09.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
