const id = "avgust/daily_12-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_12-08";
						const body = "\n_«Что-то внутри этих людей кричит: «Достаточно, достаточно, хватит!» И тогда\nони готовы сделать тот первый и часто самый трудный шаг, чтобы справиться со\nсвоей болезнью»._\n\nОсновной текст, сс. 208-209\n\nДостаточно ли мы нахлебались? Этот решающий вопрос мы должны задать себе перед\nтем, как приступить к работе по Первому Шагу в Анонимных Наркоманах. Это не\nважно, если мы пришли в АН, сохранив семью, карьеру и все внешние признаки\nблагополучия. Важно то, что мы достигли эмоционального и духовного дна,\nкоторое предотвращает наш возврат к активной наркомании. Если мы достигли\nэтого дна, то мы будем действительно готовы пойти на все, чтобы прекратить\nупотреблять.\n\nКогда мы исследуем свое бессилие, мы задаем себе несколько простых вопросов.\nМогу ли я контролировать свое употребление наркотиков в любой форме? Какие\nнеприятные для меня события произошли в результате моего употребления\nнаркотиков? В чем проявляется неуправляемость моей жизни? Признаю ли я в\nглубине души, что я — наркоман?\n\nЕсли ответы на эти вопросы приводят нас к дверям Анонимных Наркоманов, значит,\nмы готовы продвинуться дальше в работе по шагам к жизни, свободной от активной\nнаркомании. Если мы действительно считаем, что с нас хватит, то мы\nпреисполнимся желанием пойти на все, чтобы обрести выздоровление.\n\n**ТОЛЬКО СЕГОДНЯ:** Я признаю, что с меня хватит. Я готов к работе по Первому\nШагу.\n";
						const data = {title:"12 августа.  С меня хватит!",description:"Ежедневные размышления АН - 12 августа.  С меня хватит!",id:"225",moth:"avgust"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/avgust/daily_12-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
