const id = "april/daily_13-04.md";
						const collection = "diaries";
						const slug = "april/daily_13-04";
						const body = "\n_“Все эти попытки ещё дальше уводили нас в нашу зависимость”_\n\nБазовый текст, с.21\n\n(“… угодничество ещё дальше уводило нас в нашу зависимость…”)\n\nКогда другие одобряют наши действия и слова, мы чувствуем себя хорошо. Их\nмнение о нас и то, как оно действует на наши чувства, может иметь\nположительную сторону. Чужое мнение помогает нам чувствовать себя хорошо,\nкогда мы идём правильным курсом, и стимулирует наши дальнейшие действия на\nэтом пути. Но когда речь идёт об угодничестве мы подразумеваем совершенно\nдругое. Угодничая, мы совершаем правильные или неправильные действия с одной\nлишь целью – получить одобрение другого человека.\n\nНизкая самооценка может заставлять нас думать, что нам обязательно нужно чьё-\nто одобрение, чтобы хорошо чувствовать себя. Мы делаем что-либо, думая о том,\nкак нас за это похвалят. Некоторое время мы чувствуем себя хорошо. Но потом\nэто начинает причинять нам боль. Стараясь угодить другому человеку, мы унижаем\nсебя. Мы понимаем, что одобрение других не заполнит нашу внутреннюю пустоту.\n\nЧувство удовлетворённости, которое мы ищем, может быть достигнуто только\nтогда, когда мы начнём совершать правильные действия направленные на\nдостижение правильного результата. Мы перестаём угодничать, когда мы начнём\nсовершать правильные действия направленные на достижение правильного\nрезультата. Мы перестаём угодничать, когда мы перестаём совершать поступки,\nдля того чтобы нас похвалили и начинаем действовать по воле нашей Высшей Силы.\nКогда мы начнём так поступать мы будем приятно удивлены, обнаружив, что люди,\nкоторые важны для нас будут всё чаще одобрять наше поведение, но что само\nважное, мы сами начнём одобрять себя.\n\n**Только сегодня:** Боже, помоги мне жить в соответствии с духовными\nпринципами. Только тогда Я смогу одобрять сам себя.\n";
						const data = {title:"13 апреля. Угодничество",description:"Ежедневные размышления АН - 13 апреля. Угодничество",id:"104",moth:"april"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/april/daily_13-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
