const id = "iyun/daily_08-06.md";
						const collection = "diaries";
						const slug = "iyun/daily_08-06";
						const body = "\n_«Эта программа дает надежду. Все, что вам нужно иметь, придя в программу, –\nэто желание прекратить употреблять наркотики и готовность попробовать новый\nпуть в жизни»._\n\nIP № 16 «Новичку»\n\nВремя от времени мы задаем себе вопрос, «все ли мы делаем правильно в\nАнонимных Наркоманах?». Достаточное ли количество собраний мы посещаем?\nОбращаемся ли к спонсору, работаем ли по шагам, высказываемся ли, читаем ли,\nживем ли мы вообще «правильно»? Мы высоко ценим сообщество выздоравливающих\nнаркоманов, – не знаем даже, что бы мы делали без него. А что, если мы\nработаем по программе «не правильно»? Что, мы станем из-за этого «плохими»\nчленами АН?\n\nМы можем избавиться от своих сомнений, пролистав еще раз нашу Третью Традицию,\nкоторая заверяет нас, что « _единственным_ условием для членства является\nжелание прекратить употреблять». Здесь нет правил, которые принуждали бы нас\nпосещать _именно те_ , а не другие собрания, работать по шагам _именно таким_\nспособом, или жить так, чтобы соответствовать _каким-то определенным_ людям,\nчтобы оставаться и считаться хорошо выздоравливающим членом АН.\n\nЭто правда, что, если нам нравится, как выздоравливает человек, которого мы\nуважаем, мы можем поинтересоваться, как он достиг этого, что он применяет в\nсвоей программе. Но АН – это сообщество, основанное на свободе; мы работаем по\nпрограмме _для себя_ , а не для кого-то другого. Единственное условие – это\nнаше желание прекратить употреблять.\n\n**ТОЛЬКО СЕГОДНЯ:** Я посмотрю на то, как я работаю по программе через призму\nсвоего собственного выздоровления. Я буду делать все, что в моих силах, чтобы\nвыполнять эту программу.\n";
						const data = {title:"8 июня.  Единственное условие",description:"Ежедневные размышления АН - 8 июня.  Единственное условие",id:"160",moth:"iyun"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/iyun/daily_08-06.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
