const id = "oktyabr/daily_06-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_06-10";
						const body = "\n_«Предположения о том, как мы будем возмещать ущерб, могут быть главным\nпрепятствием, как в составлении списка, так и в преисполнении готовностью»._\n\nОсновной текст с. 47\n\nВосьмой Шаг предлагает нам преисполниться готовностью возместить ущерб всем,\nкому мы его причинили. Когда мы подходим к этому шагу, мы можем задать себе\nвопрос, каков будет результат нашего возмещения. Будем ли мы прощены?\nОсвободимся ли от застаревшей вины? Или человек, которому мы навредили,\nизмажет нас смолой и изваляет в перьях?\n\nНам нужно отказаться от своего стремления быть прощенными, если мы хотим\nполучить духовную пользу от Восьмого и Девятого Шагов. Если мы подходим к этим\nшагам, чего-то ожидая, то, скорее всего, мы будем разочарованы результатами.\nМы хотим спросить себя, питаем ли мы надежду на то, что получим прощение от\nчеловека, которому возмещаем ущерб. Или мы надеемся на то, что какой-то\nдобросердечный кредитор простит нам наши долги, пустив слезу над нашей\nстрашной историей со счастливым концом.\n\nНам нужно быть готовыми возмещать ущерб, не зависимо от результата. Мы можем\nпланировать возмещение, но не можем планировать результат. И хотя нам не\nгарантировано полное прощение от каждого, кому мы навредили, мы научимся\nпрощать себя. Совершив возмещение, мы поймем, что нам больше не нужно нести на\nсебе груз прошлого.\n\n**ТОЛЬКО СЕГОДНЯ:** Я перестану чего-либо ожидать от людей, которым я возмещаю\nущерб.\n";
						const data = {title:"6 октября.  Возмещать ущерб, ничего не ожидая",description:"Ежедневные размышления АН - 6 октября.  Возмещать ущерб, ничего не ожидая",id:"280",moth:"oktyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/oktyabr/daily_06-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
