const id = "april/daily_18-04.md";
						const collection = "diaries";
						const slug = "april/daily_18-04";
						const body = "\n_«Мы смиренно просили Его устранить наши недостатки»._\n\nСедьмой Шаг\n\nКогда мы готовы, чтобы недостатки нашего характера были устранены, многие из\nнас _полностью_ готовы! Ирония, вот где на самом деле начинаются трудности.\nЧем больше мы боремся за избавление от определенного недостатка, тем сильнее\nнедостаток как кажется становится. Истинное смирение осознавать, что мы не\nтолько бессильны в отношении употребления наркотиков, но даже в отношении\nсобственных недостатков характера.\n\nНаконец, срабатывает. Седьмой Шаг предполагает, чтобы мы сами избавлялись от\nсвоих недостатков, а говорит о том, что попросили Высшую Силу избавить нас от\nних. Фокус наших ежедневных молитв начинает смещаться. Признавая свою\nнеспособность совершенствовать себя, мы молим у нашей Высшей Силы сделать для\nнас то, что мы не можем сделать для себя сами. И ждем.\n\nВ течение многих дней наша программа может застыть на Седьмом Шаге. Мы можем\nне испытывать неожиданного и полного освобождения от дефектов — но часто мы\nвсе таки испытываем тонкий сдвиг в нашем восприятии себя и других. В свете\nСедьмого Шага мы начинаем смотреть на тех, кто нас окружает менее критически.\nМы знаем, что точно так же как и мы, многие из них борются со своими\nнедостатками, с которыми бы они с удовольствием расстались. Мы знаем, что\nточно так же как и мы, они бессильны по отношению к своим собственным\nнедостаткам. Нас интересует молятся ли они так же как и мы смиренно о том,\nчтобы их недостатки были устранены.\n\nМы начинаем оценивать других как научились оценивать себя с сочувствием,\nрожденным смирением. Когда мы наблюдаем за другими и когда мы наблюдаем за\nсобой, мы, наконец, можем сказать: «Я понимаю».\n\n**НАПОМИНАНИЕ НА СЕГОДНЯ:** Боже, помоги мне смотреть глазами Седьмого Шага.\nПомоги мне понять.\n";
						const data = {title:"18 апреля. «Я понимаю»",description:"Ежедневные размышления АН - 18 апреля. «Я понимаю»",id:"109",moth:"april"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/april/daily_18-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
