const id = "avgust/daily_10-08.md";
						const collection = "diaries";
						const slug = "avgust/daily_10-08";
						const body = "\n_«Многие из нас молятся, когда нам плохо. Мы узнаем, что если мы молимся\nрегулярно, мы уже не страдаем так часто и так сильно»._\n\nОсновной текст, с. 55\n\nРегулярная молитва и медитация — это еще два ключевых элемента в нашем новом\nобразе жизни. Наша активная наркомания была не просто вредной привычкой, от\nкоторой можно избавиться с помощью силы воли. Наша наркомания была негативной,\nистощающей зависимостью, которая отнимала всю нашу позитивную энергию. Эта\nзависимость была настолько подавляющей, что она абсолютно не позволяла нам\nразвивать какие бы то ни было отношения с Высшей Силой.\n\nС самого начала нашего выздоровления Высшая Сила стала той силой, которая\nпринесла нам свободу. Сначала она освободила нас от нашего компульсивного\nупотребления наркотиков, и хотя мы знали, что наркотики убивают нас, но сами\nне могли остановиться. Затем она дала нам свободу от более глубоко затаившихся\nаспектов нашей болезни. Высшая Сила дала нам направление, силу и мужество,\nчтобы исследовать себя; чтобы, возможно, в первый раз вслух признаться перед\nдругим человеком в том, какой была наша жизнь; чтобы начать искать\nосвобождение от дефектов нашего характера, которые лежат в основе наших\nпроблем; и, наконец, чтобы возместить ущерб, который мы причинили.\n\nЭтот первый контакт с Высшей Силой и эта первая свобода переросли в\nполноценную свободную жизнь. Мы поддерживаем свою свободу, поддерживая и\nулучшая свой осознанный контакт с Высшей Силой посредством регулярной молитвы\nи медитации.\n\n**ТОЛЬКО СЕОДНЯ:** Я приму на себя обязательство включить регулярную молитву и\nмедитацию в свой новый образ жизни.\n";
						const data = {title:"10 августа.  Регулярная молитва и медитация",description:"Ежедневные размышления АН - 10 августа.  Регулярная молитва и медитация",id:"223",moth:"avgust"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/avgust/daily_10-08.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
