const id = "yanvar/daily_03-01.md";
						const collection = "diaries";
						const slug = "yanvar/daily_03-01";
						const body = "\n_«В конце концов, мы снова переосмысливаем наши убеждения и представления, и\nприходим к тому, что нам просто необходимо понять, в чем воля Бога для нас, и\nобрести силу для ее выполнения»._\n\nОсновной текст, с. 57\n\nКогда мы впервые попали в АН, у нас были самые разнообразные представления о\nтом, что нам нужно. Некоторые из нас положили глаз на накопление богатств. Мы\nдумали, что выздоровление равноценно внешнему успеху. Но выздоровление _не_\nравноценно успеху. Сегодня мы убеждены, что наша главная потребность состоит в\nдуховном руководстве и силе.\n\nСамый большой ущерб наркомания нанесла нашей духовности. Наши главные\nпобуждения были продиктованы нашей болезнью: достать, употребить и найти пути\nи способы достать еще больше. Порабощенные непреодолимой потребностью в\nнаркотиках, наши жизни потеряли цель и целостность. Мы были духовными\nбанкротами.\n\nРано или поздно мы осознаем, что в выздоровлении наша главнейшая потребность\nсостоит в «знании Божьей воли для нас и в обретении силы для ее исполнения». В\nэтом знании мы находим направление и цель, которые наркомания скрывала от нас.\nВ Божьей воле мы находим свободу от своеволия. Не управляемые более только\nсвоими личными потребностями, мы теперь свободно живем наравне с другими\nлюдьми.\n\nНет ничего плохого во внешнем успехе. Но без духовной целостности, которую\nпредлагает программа АН, наша главная потребность остается невыполненной, как\nбы «успешны» мы ни были.\n\n**ТОЛЬКО СЕГОДНЯ:** Я буду стремиться к выполнению своей главной потребности:\nжизненной, направляющей связи с Богом, как я его понимаю.\n";
						const data = {title:"3 января.  Наша самая главная потребность",description:"Ежедневные размышления АН - 3 января.  Наша самая главная потребность",id:"3",moth:"yanvar"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/yanvar/daily_03-01.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
