const id = "april/daily_12-04.md";
						const collection = "diaries";
						const slug = "april/daily_12-04";
						const body = "\n_“В Сообществе мы обнаружили, что идея духовного пробуждения у разных людей\nвыражается по-разному. Однако у них есть нечто общее. Оно заключается в\nобретении цели в обретении цели в жизни и окончании одиночеств”._\n\nБазовый текст, с.59\n\nКогда мы сталкиваемся с проявлением Силы, более могущественной, чем наша\nсобственная мы обретаем духовный опыт. Мы сомневаемся, что в нашей жизни\nдействуют Силы, которые выше нашего понимания, но что-то мелькает в большой\nкартине жизни, и в эти моменты мы обретаем смирение. Наше путешествие по\nпрограмме Двенадцати Шагов также приносит нам духовный опыт, но он более\nглубокий и прочный. Мы занимаемся самокапанием до тех пор, пока не осознаём\nвсей широты открывающихся перспектив. Наше видение мира расширяется только до\nтех пор, пока мы не начинаем переоценивать собственную значимость.\n\nЧерез наше новое сознание мы больше не чувствуем себя изолированными от\nостального человечества. Мы можем не понимать, почему мир такой, какой он\nесть, или, почему люди подчас жестоки друг с другом, но мы действительно знаем\nстрадание и в выздоровлении стараемся изо всех сил, чтобы его облегчить. Когда\nнаш индивидуальный вклад соединяется с другими, мы становимся частью\nгруппового сознания. Мы наконец-то вместе.\n\n**ТОЛЬКО СЕГОДНЯ:** Я всего лишь один человек в потоке жизни. Я смиренно\nпринимаю своё место в большой картине жизни.\n";
						const data = {title:"12 апреля. Большая картина",description:"Ежедневные размышления АН - 12 апреля. Большая картина",id:"103",moth:"april"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/april/daily_12-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
