const id = "oktyabr/daily_10-10.md";
						const collection = "diaries";
						const slug = "oktyabr/daily_10-10";
						const body = "\n_«До того, как мы стали чистыми, большинство наших действий было импульсивным.\nСегодня мы стараемся вначале думать и потом действовать»._\n\nОсновной текст, с.109\n\nВы когда-нибудь испытывали искушение сделать что-то, несмотря на то, что\nзнали, что результаты будут печальными? Когда-нибудь думали, насколько будет\nвам больно оттого, что вы сделаете то, что собираетесь все равно сделать?\n\nГоворят, что любые действия имеют свои последствия. До того, как мы стали\nчистыми, многие из нас просто не верили в это. Но теперь мы точно знаем, что\nэто значит. Когда мы действуем, мы знаем, что за этим будут последствия, за\nкоторые придется платить. Больше мы не можем принимать решение сделать что-\nлибо, прекрасно зная, что нам не понравится цена, которую нужно будет\nзаплатить, и игнорируя этот факт.\n\nСуществуют ценности и существуют цены. Нет ничего плохого в том, чтобы\nдействовать, несмотря на последствия, если мы готовы заплатить цену. Но\nплатить кому-то обязательно придется.\n\n**ТОЛЬКО СЕГОДНЯ:** Прежде чем предпринять действие, я подумаю о его\nпоследствиях.\n";
						const data = {title:"10 октября. Последствия",description:"Ежедневные размышления АН - 10 октября. Последствия",id:"284",moth:"oktyabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/oktyabr/daily_10-10.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
