const id = "dekabr/daily_25-12.md";
						const collection = "diaries";
						const slug = "dekabr/daily_25-12";
						const body = "\n_«Стимулы к личному успеху…с которыми у нас в прошлом было много проблем,\nуходят в сторону, если мы строго придерживаемся принципа анонимности»._\n\nОсновной текст, с. 92\n\nСамо по себе слово анонимность означает _безымянность_ , но в АН этот принцип\nпонимается гораздо шире: анонимность как _отказ от своего я_. Когда мы\nпризнаем нашу неспособность управлять своей жизнью, мы делаем первый шаг к\nотказу от своеволия. Чем меньше мы пытаемся жить, опираясь только на себя, тем\nбольше мы обретаем сил и порядка, которых нам когда-то так не хватало.\n\nНо принцип отказа от своеволия дает нам гораздо больше, чем просто чувствовать\nсебя лучше — он помогает нам жить лучше. Наши представления о том, как должен\nбыть устроен мир, теряют свою актуальность. Мы перестаем пытаться подчинять\nвсе и всех вокруг своей воле. Когда мы отказываемся от наших претензий на то,\nчто «мы все знаем», и начинаем ценить чужой опыт, тогда мы начинаем относиться\nк другим людям с уважением. Интересы других становятся для нас такими же\nважными, как наши собственные. Мы начинаем думать о том, что лучше для группы,\nа не о том, что лучше только для нас самих. Мы входим в жизнь, которая не\nограничивается нашей персоной, не концентрируется вокруг нашего имени — так мы\nначинаем применять в жизни принцип анонимности.\n\n**ТОЛЬКО СЕГОДНЯ:** Боже, прошу тебя, освободи меня от своеволия. Помоги мне\nпонять принцип анонимности; помоги мне жить бескорыстно.\n";
						const data = {title:"25 декабря.  Анонимность и своеволие",description:"Ежедневные размышления АН - 25 декабря.  Анонимность и своеволие",id:"360",moth:"dekabr"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/dekabr/daily_25-12.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
