const id = "april/daily_16-04.md";
						const collection = "diaries";
						const slug = "april/daily_16-04";
						const body = "\n_“Сегодня мы ищем не проблемы, а их решения. Мы пытаемся применить то, что\nузнали”._\n\nОсн.т., с.66\n\nКогда мы в первый раз услышали, что должны действовать “так, как будто”,\nмногие из нас воскликнули: ”Но это же нечестно! Я думал, мы всегда должны быть\nчестными по отношению к своим чувствам в Анонимных Наркоманах.”\n\nВозможно нам следует поразмышлять о том времени, когда мы впервые пришли в\nпрограмму. Может быть, мы не верили в Бога, но, тем не менее, мы молились.\nМожет быть, мы не были уверены в том, что программа нам поможет, но все равно\nприходили на собрания, независимо от того, что мы думали. Тот же принцип можно\nприменить ко всему в выздоровлении. Возможно, мы испытываем сильный дискомфорт\nот больших скоплений народа, но если мы действуем уверенно и протягиваем руку\nокружающим, то мы не просто лучше себя чувствуем, мы обнаруживаем, что уже не\nбоимся больших собраний.\n\nСовершая подобные действия, мы все ближе подходим к тому, чтобы стать теми,\nкем мы должны быть. Каждая позитивная перемена в нас повышает нашу самооценку.\nПоступая по-новому, мы заметим, что начинаем думать по-новому. Действуя “так,\nкак будто”, мы развиваем в себе правильное мышление.\n\n**ТОЛЬКО СЕГОДНЯ:** Я попробую действовать так, как будто я принимаю ситуацию,\nот которой я обычно убегал.\n";
						const data = {title:"16 апреля. Действуя “так, как будто”",description:"Ежедневные размышления АН - 16 апреля. Действуя “так, как будто”",id:"107",moth:"april"};
						const _internal = {
							type: 'content',
							filePath: "/Users/samgold/Desktop/Проекты/12 проектов/daily-na/src/content/diaries/april/daily_16-04.md",
							rawData: undefined,
						};

export { _internal, body, collection, data, id, slug };
